{
    "version": "https://jsonfeed.org/version/1",
    "title": "Mringgani",
    "description": "",
    "home_page_url": "https://mringgani.vercel.app",
    "feed_url": "https://mringgani.vercel.app/feed.json",
    "user_comment": "",
    "author": {
        "name": "Mringgani"
    },
    "items": [
        {
            "id": "https://mringgani.vercel.app/robot-pintar-digger-finger/",
            "url": "https://mringgani.vercel.app/robot-pintar-digger-finger/",
            "title": "Robot Pintar Digger Finger",
            "summary": " Para peneliti di MIT membangun robot berjuluk 'Digger Finger' yang dapat digunakan untuk membantu mendeteksi dengan aman objek yang terkubur seperti ranjau darat. Robot ini dilengkapi sensor taktil yang mengombinasikan gel bening dengan membran reflektif yang melengkung saat bersentuhan dengan objek. Sebuah lampu kemudian&hellip;",
            "content_html": "\n  <p>\n    Para peneliti di MIT membangun robot berjuluk 'Digger Finger' yang dapat digunakan untuk membantu mendeteksi dengan aman objek yang terkubur seperti ranjau darat.\n<br>\n<br>Robot ini dilengkapi sensor taktil yang mengombinasikan gel bening dengan membran reflektif yang melengkung saat bersentuhan dengan objek.\n<br>\n<br>Sebuah lampu kemudian menyala melalui gel dan komputer menangkap pola refleksi yang selanjutnya dianalisis untuk melihat jenis objek dan seperti apa bentuknya.\n<br>\n<br>Meskipun proses identifikasi benda yang terkubur bukanlah hal baru, metode yang melibatkan penggunaan radar tidak begitu baik karena hanya dapat memberikan pandangan kabur terhadap objek.\n<br>\n<br>Dengan demikian, upaya untuk membedakan objek antara batu dan tulang bisa jadi rumit dan bisa membuang waktu penggalian.\n  </p>\n\n  <p>\n    Para peneliti masih mengerjakan proyek ini untuk menyempurnakan kinerja robot tersebut dan diharapkan dapat berfungsi secara optimal secepat mungkin.\n<br>\n<br>Menurut salah satu rekan penulis studi, Edward Adelson, pihaknya ingin menggunakan Digger Finger dalam situasi ketika kita dikelilingi oleh semua jenis informasi yang mengganggu.\n<br>\n<br>\"Kami ingin dapat membedakan antara hal-hal yang penting dan yang tidak,\" ujarnya.\n  </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
                   "Teknologi"
            ],
            "date_published": "2021-06-29T16:00:00+07:00",
            "date_modified": "2021-06-29T16:00:00+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/gedung-jk5-sudah-aktif/",
            "url": "https://mringgani.vercel.app/gedung-jk5-sudah-aktif/",
            "title": "Gedung JK5 Sudah Aktif",
            "summary": " PT DCI Indonesia Tbk (DCI), meresmikan gedung data center keempat (JK5) di area data center campus, Cibitung. Gedung JK5 dengan kapasitas listrik sebesar 15 MW ini menjadikan DCI sebagai perusahaan lokal yang memiliki total kapasitas sebesar 37 MW yang mana menguasai pangsa pasar data&hellip;",
            "content_html": "\n  <p>\n    PT DCI Indonesia Tbk (DCI), meresmikan gedung data center keempat (JK5) di area data center campus, Cibitung. Gedung JK5 dengan kapasitas listrik sebesar 15 MW ini menjadikan DCI sebagai perusahaan lokal yang memiliki total kapasitas sebesar 37 MW yang mana menguasai pangsa pasar data center colocation di Indonesia.\n<br>\n<br>\"Beroperasinya gedung JK5 di tahun 2021 ini menandakan jejak DCI sebagai perusahaan data center yang mewujudkan visi dan misi besar untuk menjadi penyedia data center terpercaya di Asia Tenggara. Gedung JK5 ini siap beroperasi dan kami hadirkan untuk melayani dan memenuhi kebutuhan pelanggan, terutama di tengah percepatan digitalisasi seperti sekarang ini,\" ungkap CEO DCI Toto Sugiri dalam keterangan persnya.\n<br>\n<br>Hingga saat ini, layanan DCI telah dipercaya oleh perusahaan internasional maupun lokal, termasuk 3 cloud service providers global, 7 platform e-commerce termasuk di dalamnya platform e-commerce terbesar di Indonesia dan Asia Tenggara, lebih dari 30 penyedia layanan telekomunikasi, 124 pelanggan dari industri keuangan (mencakup bank-bank ternama dari Amerika Serikat, Asia Tenggara dan Indonesia), serta lebih dari 100 pelanggan dari berbagai industri.\n  </p>\n\n  <p>\n    DCI ingin membawa industri data center Indonesia untuk selangkah lebih maju dalam menciptakan kualitas operasional data center terbaik dengan mempertahankan waktu uptime 100 persen.\n<br>\n<br>\"Tingkat waktu uptime untuk Service Level Agreement (SLA) operations adalah 100%. Hal ini dapat kami capai lewat penerapan operational &amp; service excellence yang selalu selangkah lebih maju dengan melakukan berbagai inovasi teknologi,\" tambah Toto Sugiri.\n<br>\n<br>Inovasi teknologi data center yang dilakukan DCI dengan mengimplementasikan teknologi Artificial Intelligence (AI) serta Internet of Things (IoT) sehingga tidak ada insiden yang mengganggu operasional infrastruktur IT perusahaan dan meningkatkan efisiensi energi di data center DCI.\n  </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
                   "Teknologi"
            ],
            "date_published": "2021-06-29T13:00:00+07:00",
            "date_modified": "2021-06-29T13:00:00+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/kehadiran-5g-memenuhi-kebutuhan-di-era-teknologi-digital/",
            "url": "https://mringgani.vercel.app/kehadiran-5g-memenuhi-kebutuhan-di-era-teknologi-digital/",
            "title": "kehadiran 5G Memenuhi Kebutuhan Di Era Teknologi Digital",
            "summary": " Menteri Komunikasi dan Informatika (Menkominfo), Johnny G. Plate menyatakan infrastruktur digital nasional akan ditopang dengan jaringan 4G dan 5G secara simultan. \"Saya ingin memastikan roll out 5G Telkomsel tetap berjalan secara simultan bersama jaringan 4G, karena pembangunan 5G secara merata di seluruh wilayah tanah&hellip;",
            "content_html": "\n  <p>\n    Menteri Komunikasi dan Informatika (Menkominfo), Johnny G. Plate menyatakan infrastruktur digital nasional akan ditopang dengan jaringan 4G dan 5G secara simultan.\n<br>\n<br>\"Saya ingin memastikan roll out 5G Telkomsel tetap berjalan secara simultan bersama jaringan 4G, karena pembangunan 5G secara merata di seluruh wilayah tanah air justru yang akan menjadi tonggak-tonggak penting infrastruktur telekomunikasi nasional kita,\" ujarnya.\n<br>\n<br>Menurutnya, sudah banyak harapan yang diterima, baik dari kementerian, lembaga, pemerintah daerah, komunitas bisnis, komunitas masyarakat, dan masyarakat umum mengenai kehadiran 5G untuk memenuhi kebutuhan di era teknologi digital.\n<br>\n<br>\"Ini tanda-tanda baik, sekaligus tantangan yang luar biasa apabila memahami implikasi harapan itu. Hari ini hari yang luar biasa, di mana kita mengawali deployment 5G dengan tetap menjaga dan mempertahankan agar internet link rasio, agar disparitas internet antar wilayah negara kita, tetap terjaga dengan baik,\" jelas dia.\n  </p>\n\n  <p>\n    <strong>Pikirkan Model Bisnis 5G</strong>&nbsp;\n  </p>\n\n  <p>\n    Namun, Menkominfo menegaskan perlunya persiapan yang matang dengan pertimbangan dan keputusan bisnis yang future oriented, melihat kedepan, menantang dan menerima peluang sebagai arena baru telekomunikasi nasional.\n<br>\n<br>\"Setidaknya hari ini akan tercatat dalam riwayat dunia, Indonesia mengambil bagian sebagai negara yang sudah operasi komersial untuk 5G, dengan semua konsekuensinya, baik dampak-dampak positif, peluang dan harapan maupun dampak buruk dan tantangan-tantangannya yang harus kita atasi,\" jelasnya.\n  </p>\n\n  <p>\n    <br>\n  </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
                   "Teknologi"
            ],
            "date_published": "2021-06-29T10:00:00+07:00",
            "date_modified": "2021-06-29T10:00:00+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/film-pendek-acer-selamat-jalan-kekasihku/",
            "url": "https://mringgani.vercel.app/film-pendek-acer-selamat-jalan-kekasihku/",
            "title": "Film Pendek Acer Selamat Jalan Kekasihku",
            "summary": " Acer meluncurkan #swiftcandoit. Program ini didasarkan kepada komitmen Acer untuk selalu menghadirkan pilihan produk yang tepat kepada konsumen dengan kebutuhan yang berbeda-beda. Melalui rangkaian produk laptop tipisnya, Acer percaya bahwa produk laptop Swift mampu memenuhi setiap kebutuhan pelanggan dengan pilihan produk yang sesuai untuk&hellip;",
            "content_html": "\n  <p>\n    Acer meluncurkan #swiftcandoit. Program ini didasarkan kepada komitmen Acer untuk selalu menghadirkan pilihan produk yang tepat kepada konsumen dengan kebutuhan yang berbeda-beda. Melalui rangkaian produk laptop tipisnya, Acer percaya bahwa produk laptop Swift mampu memenuhi setiap kebutuhan pelanggan dengan pilihan produk yang sesuai untuk mereka.\n<br>\n<br>Melalui rangkaian produk laptop tipis Swift dari Acer, para pelanggan dapat melakukan berbagai aktivitas produktif secara maksimal dengan laptop yang tipis dan stylish.\n<br>\n<br>\"Melalui lini Swift, Acer memungkinkan hal itu terwujud karena lini ini menyediakan pilihan laptop dengan spesifikasi dan fitur beragam yang sesuai dengan kebutuhan masing-masing pengguna, namun dengan satu ciri khas yang sama yaitu desain yang tipis dan stylish. A perfect fit for every need,\" ujar Fransisca Maya – Head of Marketing Acer Indonesia.\n<br>\n<br>Swift merupakan lini laptop unggulan dengan desain tipis dan ringan yang memberikan responsivitas, daya tahan baterai hingga konektivitas terbaik yang dibutuhkan pengguna untuk bekerja, bermain dan berkreasi. Swift series merupakan perangkat tepat bagi mereka yang memiliki mobilitas tinggi.\n<br>\n<br>Swift series hadir dalam berbagai model pilihan untuk memenuhi kebutuhan yang beragam. Swift 1 Fresh cocok untuk para pelajar dan pengguna kasual. Swift 3X direkomendasikan untuk para mobile content creator.\n<br>\n<br>Swift 3 Infinity 4 yang merupakan laptop paling ringan di kelasnya (hanya 1,2kg) direkomendasikan untuk kaum muda yang membutuhkan laptop stylish dan responsif dengan performa tinggi serta dapat diandalkan karena sudah terverifikasi Intel EVO. Swift 3 Air 3 ditawarkan kepada para pelanggan yang membutuhkan layar yang lebih luas hingga Swift 5 Antimicrobial dengan lapisan antimikroba di seluruh permukaannya yang cocok untuk mereka yang membutuhkan perangkat tipis dan ringan namun tetap higienis.\n<br>\n<br>Sebagai bagian dari rangkaian kegiatan #swiftcandoit, Acer berkolaborasi dengan salah satu diva Indonesia, yaitu Andien Aisyah dalam penggarapan proyek terbarunya. Lini Acer Swift merupakan perangkat yang digunakan Andien dan timnya dalam memproduksi film pendek dan video klip berjudul “Selamat Jalan Kekasihku”.\n  </p>\n\n  <p>\n    <strong>Editing Ringan Film Pendek</strong>&nbsp;\n  </p>\n\n  <p>\n    Dengan menggunakan laptop Acer Swift 3x, tim kreatif Andien dapat melakukan editing ringan on-the-spot dan preview adegan yang baru diambil dalam proses produksi film pendek. Acer Swift 3x mampu memberikan performa kelas atas dengan dukungan prosesor Intel Core Generasi ke-11 dan grafis setara laptop gaming berkat penggunaan teknologi Intel Iris Xe MAX.\n<br>\n<br>Dengan menggunakan Swift 3x, pekerja kreatif bisa melakukan multitasking secara mobile dalam satu laptop dengan lebih cepat, anti-lag, dengan kualitas gambar yang baik.\n<br>\n<br>\"Saya sangat senang sekaligus bangga dapat bekerjasama dengan Acer. Ide-ide segar Acer sejalan dengan prinsip saya dalam berkarir, memberikan inovasi yang menarik untuk setiap karya yang diciptakan. Melalui rangkaian kegiatan #swiftcandoit ini, saya berharap dapat menyalurkan kreativitas saya bersama Acer sehingga dapat menginspirasi generasi kreatif Indonesia,\" ujar Andien.\n  </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
                   "Teknologi"
            ],
            "date_published": "2021-06-29T07:00:00+07:00",
            "date_modified": "2021-06-29T07:00:00+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/slamat-tinggal-4g-dan-slamat-datang-5g/",
            "url": "https://mringgani.vercel.app/slamat-tinggal-4g-dan-slamat-datang-5g/",
            "title": "Slamat Tinggal 4G Dan Slamat Datang 5G",
            "summary": "Telkomsel akhirnya resmi meluncurkan layanan 5G di Indonesia. Layanan 5G Telkomsel ini memang baru akan tersedia di beberapa wilayah saja, khususnya di daerah residensial. \"Alam Sutera, BSD, Kelapa Gading, PIK, Pondok Indah, dan Widya Chandra,\" ungkap Director Network Telkomsel Nugroho. Selain keenam wilayah itu, Telkomsel&hellip;",
            "content_html": "<p>Telkomsel akhirnya resmi meluncurkan layanan 5G di Indonesia. Layanan 5G Telkomsel ini memang baru akan tersedia di beberapa wilayah saja, khususnya di daerah residensial.<br><br>\"Alam Sutera, BSD, Kelapa Gading, PIK, Pondok Indah, dan Widya Chandra,\" ungkap Director Network Telkomsel Nugroho.<br><br>Selain keenam wilayah itu, Telkomsel juga berencana untuk mengadakan 5G di wilayah lain secara bertahap. Adapun wilayah itu meliputi Batam, Solo, Bandung, Surabaya, Makassar, dan Denpasar.<br><br>Sementara itu, Menteri Komunikasi dan Informatika, Johnny G. Plate mengatakan, kehadiran teknologi ini Indonesia berarti mulai menjalankan rollout stimultaneous operations untuk 4G dan 5G.<br><br>“Indonesia memasuki babak baru teknologi telekomunikasi modern karena jaringan 5G Telkomsel sudah mulai bisa dinikmati oleh masyarakat, sekaligus memperkuat upaya Telkomsel yang selalu di depan dan bergandengan tangan bersama para pemangku kepentingan untuk memajukan ekosistem digital di Indonesia,\" ujar Johnny.<br><br><strong>Operator Pertama Gelar 5G di Indonesia</strong><br><br>Telkomsel menjadi operator pertama yang akan menggelar layanan 5G di Indonesia. Mengenai kehadiran teknologi generasi kelima ini bakal dirinci Telkomsel siang ini dalam acara peluncuran 5G pertama di Indonesia.<br><br>\"Detail mengenai bagaimana teknis pelaksanaan dan termasuk harga, itu akan disampaikan nanti,\" tuturnya kala konferensi pers bersama Menkominfo paparan hasil ULO belum lama ini.<br><br>Telkomsel telah resmi mendapatkan izin untuk menyediakan sinyal 5G bagi aspek komersial. Maka dari itu, Telkomsel jadi operator pertama yang gelar layanan 5G di Indonesia.<br><br>Penerbitan Comercial Communication Permit atau Surat Keterangan Laik Operasi (SKLO) didasarkan pada pelaksanaan ULO. </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
                   "Teknologi"
            ],
            "date_published": "2021-06-28T15:33:04+07:00",
            "date_modified": "2021-06-28T15:33:04+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/indonesia-masih-kekurangan-spektrum-frekuensi/",
            "url": "https://mringgani.vercel.app/indonesia-masih-kekurangan-spektrum-frekuensi/",
            "title": "Indonesia Masih Kekurangan Spektrum Frekuensi",
            "summary": " Menteri Komunikasi dan Informatika (Menkominfo) Johnny G. Plate mengatakan kebutuhan penggelaran teknologi baik 2G sampai 5G, membutuhkan prasyarat mutlak yakni spektrum frekuensi. Spektrum frekuensi ini diibaratkan seperti jalan tol. Semakin banyak atau lebar jalan tol, maka akses internet akan semakin lancar. \"Saat ini Indonesia&hellip;",
            "content_html": "\n  <p>\n    Menteri Komunikasi dan Informatika (Menkominfo) Johnny G. Plate mengatakan kebutuhan penggelaran teknologi baik 2G sampai 5G, membutuhkan prasyarat mutlak yakni spektrum frekuensi.\n<br>\n<br>Spektrum frekuensi ini diibaratkan seperti jalan tol. Semakin banyak atau lebar jalan tol, maka akses internet akan semakin lancar.\n<br>\n<br>\"Saat ini Indonesia total sudah menggunakan 737 Mhz spektrum di semua level band, baik itu untuk 2G sampai 4G. Jadi ini seperti jalan tol,\" ungkap Johnny saat konferensi pers virtual.\n<br>\n<br>Dilanjutkannya, spektrum ini akan meningkat seiring dengan kebutuhan di masa mendatang. Johnny memproyeksikan, negeri ini membutuhkan total 2.047 Mhz frekuensi sampai dengan tahun 2024.\n<br>\n<br>\"Dan proyeksi kebutuhan sampai 2024, 2.047 Mhz spektrum frekuensi. Sehingga masih kekurangan atau masih dibutuhkan refarming frekuensi sebanyak 1.310,\" jelas Johnny.\n<br>\n<br>Oleh sebab itu, dia menyatakan akan lebih bekerja keras untuk mengatur spektrum guna memenuhi kebutuhan industri, khususnya 4G dan 5G,\n<br>\n<br>\"Jadi kami akan bekerja keras mengatur untuk memenuhi kebutuhan industri kita khususnya 4G dan 5G,\" terang dia.\n  </p>\n\n  <p>\n    Telkomsel menjadi operator telekomunikasi pertama di Indonesia yang melakukan Uji Layak Operasi (ULO) teknologi 5G di Indonesia.\n<br>\n<br>Dikatakan oleh Direktur Utama Telkomsel, Setyanto Hantoro, dengan melakukan ULO teknologi 5G, Telkomsel selangkah lagi bisa menggelar jaringan 5G secara komersial di Indonesia.\n<br>\n<br>Sesuai disebutkan oleh Menkominfo, Johnny G. Plate, pengujian ULO teknologi 5G Telkomsel dilakukan di Ditjen PPI Kemkominfo.\n<br>\n<br>Proses ULO teknologi 5G Telkomsel dilakukan, yakni setelah meminta vendor melakukan pengujian alat dan perangkat di Dirjen SDPPI Kemkominfo. Dengan begitu alat dan perangkat bisa sesuai spesifikasi teknis yang ditetapkan di Indonesia.\n<br>\n<br>\"Telkomsel adalah operator seluler pertama yang mengajukan dan melakukan proses ULO 5G ke Kemkominfo. Semoga dalam waktu yang tidak lama lagi hasilnya segera keluar. Kami rutin menjalin komunikasi dengan Kemenkominfo,\" kata Setyanto dalam keterangannya.\n  </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
                   "Teknologi"
            ],
            "date_published": "2021-06-27T07:00:00+07:00",
            "date_modified": "2021-06-27T07:00:00+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/pengembangan-umkm-indonesia-di-era-pandemi-covid-19/",
            "url": "https://mringgani.vercel.app/pengembangan-umkm-indonesia-di-era-pandemi-covid-19/",
            "title": "Pengembangan UMKM Indonesia Di Era Pandemi Covid-19",
            "summary": " Para pelaku usaha mikro, kecil dan menengah (UMKM) membutuhkan bantuan banyak pihak kala pandemi, terutama tren menjalankan usaha dari konvensional menjadi digital. Untuk itu, Kementerian Komunikasi dan Informatika (Kemkominfo) RI melalui Badan Aksesibilitas Telekomunikasi dan Informasi (BAKTI) menunjukkan komitmen pada pengembangan UMKM Indonesia. Menggandeng&hellip;",
            "content_html": "\n  <p>\n    Para pelaku usaha mikro, kecil dan menengah (UMKM) membutuhkan bantuan banyak pihak kala pandemi, terutama tren menjalankan usaha dari konvensional menjadi digital. Untuk itu, Kementerian Komunikasi dan Informatika (Kemkominfo) RI melalui Badan Aksesibilitas Telekomunikasi dan Informasi (BAKTI) menunjukkan komitmen pada pengembangan UMKM Indonesia.\n<br>\n<br>Menggandeng Asosiasi E-Commerce Indonesia (idEA), BAKTI Kominfo menyasar pelaku usaha kecil di bidang kuliner untuk mendapat pelatihan digital sekaligus memperoleh bantuan permodalan dari beberapa pihak yang turut mendukung pelatihan ini.\n<br>\n<br>Mira Tayyiba, Sekretaris Jenderal KemenKominfo RI, mengapresiasi antusiasme semua pihak dalam Gerakan Nasional Bangga Buatan Indonesia (Gernas BBI).\n<br>\n<br>“Selama tujuh bulan sejak diluncurkan pada Mei tahun lalu, Gernas BBI berhasil memfasilitasi onboarding lebih dari tiga juta UMKM,\" ujar Mira saat memberikan sambutan dalam pembukaan acara Pelatihan dan Dukungan Akses Permodalan 2021.\n<br>\n<br>Mira melihat antusiasme tidak boleh berhenti di titik itu saja. Antusiasme saja tentu tidak akan cukup. Oleh karena itu, UMKM perlu dibekali dengan modal yang relevan yaitu dalam bentuk kompetensi digital dan akses permodalan.\n<br>\n<br>Pelatihan ini juga merupakan bagian dari Gerakan Nasional Literasi Digital yang baru saja dicanangkan oleh Presiden RI pada 20 Mei lalu. Mendorong UMKM bergerak ke ruang digital menunjukkan kebangkitan era digital nasional Indonesia, terutama di sektor UMKM. Harapan ke depan, UMKM Indonesia makin cakap secara digital.\n<br>\n<br>Direktur Utama BAKTI Kominfo Anang Latif menjelaskan pentingnya melakukan tindakan nyata untuk membantu pelaku usaha kecil membangun usaha.\n<br>\n<br>“Pelatihan ini merupakan kelanjutan dari kegiatan pelatihan UMKM digital yang pernah dilaksanakan BAKTI pada 2020. Berdasarkan hasil evaluasi kegiatan, 11 persen alumni pelatihan UMKM digital 2020 yang menjawab survei menyampaikan kebutuhan permodalan menjadi salah satu kendala dalam mengembangkan bisnis,” kata Anang.\n<br>\n<br>Pemilihan kota-kota pelaksanaan juga mempertimbangkan beberapa hal. Faktor pertama, sebaran infrastruktur BAKTI seperti BTS dan akses internet di kabupaten tersebut. Mengingat pelatihan dilakukan secara online dan offline, maka sinyal menjadi salah satu hal yang terpenting untuk mendukung pelaksanaan pelatihan, katanya.\n<br>\n<br>Bima Laga, Ketua Umum Asosiasi E-Commerce Indonesia (idEA), juga menyambut baik gagasan BAKTI Kominfo ini. “Saat idEA dihubungi BAKTI untuk turut mendukung pelatihan ini, kami tentu sangat antusias,” ujar Bima.\n<br>\n<br>Menurutnya, pelatihan ini merupakan langkah maju. Kita tentu sama-sama mengerti bahwa selaih pelatihan digital, pendanaan juga merupakan hal yang ditunggu para pelaku UMKM. Setelah mulai mengenal sistem jualan online, mereka butuh modal untuk menerapkan ilmu untuk mengembangkan usaha mereka tersebut.\n  </p>\n\n  <p>\n    <strong>Bantuan Permodalan</strong>&nbsp;\n  </p>\n\n  <p>\n    Sektor digital mungkin merupakan hal baru bagi Sebagian besar pelaku UMKM Indonesia. Pandemi telah “memaksa” mereka menjajal menjalankan usahanya secara digital. Meski menjalankan usaha secara digital diklaim lebih minim biaya, tapi tetap saja membutuhkan modal.\n<br>\n<br>Pelaku UMKM yang terpukul keras, membutuhkan modal untuk bisa memulai kembali usahanya. Hal ini menarik perhatian Kementerian Koperasi dan UKM, Badan Layanan Umum Pusat Investasi Pemerintah (BLU-PIP) Kementerian Keuangan, dan Bank Rakyat Indonesia (BRI) untuk turut ambil peran dalam acara ini. Ada bantuan pendanaan dan permodalan dari ketiga Lembaga tersebut.\n<br>\n<br>Tentu ada syarat untuk bisa mendapat bantuan permodalan tersebut. Selain harus mengikuti pelatihan dengan serius, peserta pelatihan penerima bantuan permodalan diwajibkan tidak sedang menerima kredit permodalan dari lembaga keuangan lainnya. Hal ini penting untuk menjaga pemerataan penerima bantuan permodalan.\n<br>\n<br>Pelatihan dan Dukungan Akses Permodalan 2021 akan berlangsung secara hibrid. Untuk tahap awal, pelatihan dilakukan secara online, dimulai sejak 24 Mei. Para peserta yang melewati proses kurasi selama tahapan online akan mengikuti pelatihan secara offline untuk selanjutnya menerima bantuan pendanaan permodalan.\n<br>\n<br>Untuk kali ini, Pelatihan dan Pendanaan UMKM Digital hanya menyasar pelaku usaha yang bergerak di bidang kuliner. Selain itu, pelatihan ini juga hanya menyasar peserta dari delapan kota di Indonesia, yaitu Labuan Bajo, Lombok Utara, Jambi, Manado, Tanah Laut, Bone Bolango, Lampung, dan Denpasar.\n<br>\n<br>Harapannya, acara ini akan jadi langkah awal untuk pelatihan sejenis berikutnya yang bisa menyasar lebih banyak pelaku usaha di berbagai wilayah di Indonesia.\n  </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
                   "Teknologi"
            ],
            "date_published": "2021-06-25T19:00:00+07:00",
            "date_modified": "2021-06-25T23:56:03+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/bagaimana-nasib-museum-di-era-pandemi-covid-19/",
            "url": "https://mringgani.vercel.app/bagaimana-nasib-museum-di-era-pandemi-covid-19/",
            "title": "Bagaimana Nasib Museum Di Era Pandemi Covid-19?",
            "summary": " Teknologi internet jadi solusi terbaik bagi dunia permuseuman mengatasi keterpurukan akibat pandemi Covid-19. Teknologi informasi ini juga merupakan harapan bagi pengelola museum untuk bisa bangkit dan mampu menampilkan koleksinya kepada publik. Demikian pernyataan Prof Ari Kuncoro, Rektor Universitas Indonesia (UI), dalam sambutannya pada acara&hellip;",
            "content_html": "\n  <p>\n    Teknologi internet jadi solusi terbaik bagi dunia permuseuman mengatasi keterpurukan akibat pandemi Covid-19. Teknologi informasi ini juga merupakan harapan bagi pengelola museum untuk bisa bangkit dan mampu menampilkan koleksinya kepada publik.\n<br>\n<br>Demikian pernyataan Prof Ari Kuncoro, Rektor Universitas Indonesia (UI), dalam sambutannya pada acara “Digital Universeum” yang diselenggarakan secara virtual oleh Jejaring Museum Perguruan Tinggi Indonesia (JMPTI), akhir pekan lalu.\n<br>\n<br>Menurut Prof Ari Kuncoro, saat ini teknologi internet memang menjadi penopang utama aktivitas masyarakat hampir di segala bidang kehidupan. Berbagai aktivitas sosial, ekonomi, budaya, pendidikan, bahkan aktivitas keagamaan mengalami perubahan total. Banyak aktivitas masyarakat kini mengalami penyesuaian sambil mencoba beradaptasi dengan kondisi dan situasi yang abnormal.\n<br>\n<br>Museum yang pada hakikatnya bersifat “real touch” sehingga pengunjung harus hadir secara langsung atau offline untuk mendapatkan pengetahuan yang terkandung dalam koleksi museum, kini seolah “dipaksa” juga untuk beralih dalam jaringan virtual.\n<br>\n<br>\"Teknologi internet memungkinkan siapa pun dapat mengakses informasi tentang suatu artefak, memorabilia, dan berbagai jenis koleksi museum lainnya di mana pun dan kapan pun selama terhubung dengan jaringan internet. Bahkan dengan internet, koleksi museum dapat diakses dengan jangkauan yang lebih luas, melampaui batas antardaerah atau antarnegara,” kata rektor UI ini dalam rilisny, kemarin.\n<br>\n<br>Perguruan tinggi penting memiliki museum, yang dikaitkannya dengan program \"Merdeka Belajar\" yang saat ini menjadi ruh pendidikan nasional. Salah satu instrumen kemerdekaan belajar adalah museum. Hal tersebut juga sejalan dengan apa yang disampaikan Menteri Pendidikan, Kebudayaan, Riset dan Teknologi Nadiem Makarim pada peringatan Hari Museum Nasional 2020.\n<br>\n<br>“Pernyataan ini menurut saya sangat tepat, oleh sebab spirit museum adalah ruang belajar lewat pengalaman. Museum menghadirkan masa lalu ke masa kini, sekaligus membawa masa kini ke masa lalu,” urai Prof Ari.\n  </p>\n\n  <p>\n    <strong>Rencana Museum UI</strong>&nbsp;\n  </p>\n\n  <p>\n    Sejalan dengan itu, rektor UI ini menyambut baik rencana yang diprakarsai oleh alumni UI lintas fakultas, seperti Basuki Sudarsono Suratno, Ciwuk Musiana Yudhawasthi, Nanang Sugianto, Sukarno Ibrahim, Faturahman Arroisi, dan didukung ILUNI UI untuk membangun MUSEUM UI.\n<br>\n<br>“Saya berharap Museum UI tidak hanya menampilkan wajah kampus UI dan hanya menampilkan citra institusi pendidikan secara formal, tapi Museum UI saya harapkan juga akan menjadi organ penting dalam tubuh institusi pendidikan kita yang fungsinya menjaga spirit merdeka belajar tetap menyala,” tegas Prof Ari.\n<br>\n<br>Sementara itu, Digital Universeum merupakan kegiatan bersama museum-museum perguruan tinggi yang tergabung dalam Jejaring Museum Perguruan Tinggi Indonesia (JMPTI). Kegiatanya berupa diskusi peran serta kesiapan museum perguruan tinggi dalam menfasilitasi program Merdeka Belajar serta Kampus Merdeka, mengoptimalkan layanan meski kampus tutup serta beradaptasi dalam dunia digital dan era pembelajaran jarak jauh saat ini.\n<br>\n<br>Selain diskusi yang dilengkapi dengan virtual tour museum-museum perguruan tinggi, hadir sebagai pembicara kunci antara lain Presiden Universitas Museums and Collections International Council of Museum (UMAC ICOM) Prof Marta C Lourenco, Guru Besar UGM Prof Wiendu Nuryanti, Direktur Pembelajaran Paristiyanti Nurwardani, Pendiri Museum Soseilo Sudarman serta Dewan Pakar Lembaga Pengetahuan Indonesia Prof Dr Indroyomo Soesilo, dan Dirjen Budristek Hilmar Farid.\n  </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
                   "Teknologi"
            ],
            "date_published": "2021-06-25T16:00:00+07:00",
            "date_modified": "2021-06-25T23:48:44+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/telkomsel-perkuat-layanan-volte/",
            "url": "https://mringgani.vercel.app/telkomsel-perkuat-layanan-volte/",
            "title": "Telkomsel Perkuat Layanan VoLTE",
            "summary": " Telkomsel mengumumkan perluasan layanan Voice over Long Term Evolution (VoLTE) hingga menjadi 230 kabupaten/kota di Indonesia yang ditargetkan sampai dengan akhir tahun 2021. Direktur Network Telkomsel Nugroho mengatakan, perluasan ketersediaan akses dan pengembangan VoLTE menjadi salah satu komitmen dalam mengedepankan prinsip customer-centric. \"Diharapkan, layanan&hellip;",
            "content_html": "\n  <p>\n    Telkomsel mengumumkan perluasan layanan Voice over Long Term Evolution (VoLTE) hingga menjadi 230 kabupaten/kota di Indonesia yang ditargetkan sampai dengan akhir tahun 2021.\n<br>\n<br>Direktur Network Telkomsel Nugroho mengatakan, perluasan ketersediaan akses dan pengembangan VoLTE menjadi salah satu komitmen dalam mengedepankan prinsip customer-centric.\n<br>\n<br>\"Diharapkan, layanan VoLTE dapat membuka lebih banyak peluang bagi masyarakat untuk meningkatkan produktivitas dalam menjalani keseharian,\" ungkap Nugroho dalam keterangan persnya.\n<br>\n<br>Di samping perluasan area coverage layanan VoLTE, Telkomsel turut memperkuat kolaborasi bersama mitra perangkat ponsel pintar yang telah memiliki ragam produk yang mendukung teknologi VoLTE, di antaranya Samsung, Huawei, Vivo, Xiaomi, Oppo, Advan dan Evercoss.\n<br>\n<br>\"Total, ada lebih dari 50 tipe smartphone yang sudah support layanan VoLTE terdepan dari Telkomsel,\" kata dia.\n<br>\n<br>Berbekal berbagai upaya tersebut, Telkomsel berharap semakin banyak pelanggan yang dapat menikmati manfaat dari layanan VoLTE. Hingga kini, sekitar 1 juta pelanggan sudah menjadi pengguna aktif VoLTE. Jumlah tersebut ditargetkan dapat naik signifikan seiring diperluasnya area coverage layanan VoLTE di tahun ini.\n<br>\n<br>Pengembangan layanan VoLTE juga menjadi bagian dari upaya Telkomsel dalam mempercepat peralihan layanan 2G dan 3G ke 4G/LTE, yang diharapkan dapat mengakselerasi penyelenggaraan layanan 5G di Indonesia.\n<br>\n<br>Teknologi jaringan VoLTE menjadi medium penting dalam mematangkan Indonesia untuk mengimplementasikan teknologi 5G yang akan memberikan nilai tambah bagi pelanggan dalam menikmati solusi digital connectivity terdepan dari Telkomsel.\n<br>\n<br>\"Ke depan, kehadiran 5G akan meningkatkan pengalaman yang bukan hanya memungkinkan pengguna melakukan panggilan berbasis VoLTE, melainkan juga Voice over New Radio (VoNR),\" ungkap dia.\n  </p>\n\n  <p>\n    <strong>Manfaat Hadirnya VoLTE</strong>&nbsp;\n  </p>\n\n  <p>\n    Saat ini, hadirnya layanan VoLTE sendiri sudah memberikan beragam kelebihan yang dapat dinikmati oleh para pelanggan untuk mengakselerasi gaya hidup digital, di antaranya mampu menyambungkan panggilan lebih cepat dan menghasilkan suara kualitas HD berkat jaringan 4G/LTE.\n<br>\n<br>Peralihan dari panggilan suara ke video call yang lancar dan cepat, hingga pelanggan bisa tetap menelpon sambil berselancar di internet atau bermain game dalam waktu bersamaan pada mode panggilan VoLTE tanpa khawatir koneksi terputus.\n<br>\n<br>Namun untuk bisa mengakses layanan VoLTE Telkomsel, para pelanggan harus memastikan beberapa hal terlebih dahulu, di antaranya pelanggan sudah menggunakan USIM 4G, smartphone yang mendukung fitur VoLTE dengan sistem operasi (OS) terbaru, mengatur jaringan smartphone ke VoLTE, dan memastikan sudah berada di area coverage VoLTE. Setelah itu, pelanggan bisa langsung melakukan panggilan untuk menikmati layanan VoLTE dengan tarif sesuai pemakaian, atau dengan mengaktifkan paket telepon lebih dulu untuk kenyamanan yang lebih.\n  </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
                   "Teknologi"
            ],
            "date_published": "2021-06-25T13:00:00+07:00",
            "date_modified": "2021-06-25T23:36:51+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/xl-axiata-mendukung-jaringan-5g/",
            "url": "https://mringgani.vercel.app/xl-axiata-mendukung-jaringan-5g/",
            "title": "XL Axiata Mendukung Jaringan 5G",
            "summary": " XL Axiata menjalin kerjasama dengan NTT Ltd. untuk membangun infrastruktur teknologi informasi (TI) berbasis private cloud. Kerjasama ini akan membantu XL Axiata untuk mempersiapkan ekosistem teknologi informasi secara menyeluruh, termasuk juga mendukung perusahaan dalam menyiapkan ekosistem 5G. Director &amp; Chief Technology Officer XL Axiata,&hellip;",
            "content_html": "\n  <p>\n    XL Axiata menjalin kerjasama dengan NTT Ltd. untuk membangun infrastruktur teknologi informasi (TI) berbasis private cloud. Kerjasama ini akan membantu XL Axiata untuk mempersiapkan ekosistem teknologi informasi secara menyeluruh, termasuk juga mendukung perusahaan dalam menyiapkan ekosistem 5G.\n<br>\n<br>Director &amp; Chief Technology Officer XL Axiata, I Gede Darmayusa mengatakan, \"Untuk implementasi jaringan layanan 5G, kami membutuhkan kesiapan yang matang, baik dari segi jaringan dan juga ekosistem pendukung yang kuat. Kerja sama dengan NTT ini merupakan bagian dari upaya kami untuk memperkuat sistem yang kami miliki.\"\n<br>\n<br>Sementara itu, CEO NTT Indonesia Solutions, Hendra Lesmana menyatakan bahwa pihaknya memiliki hubungan yang baik dengan banyak penyedia teknologi. Untuk itu, NTT optimis akan mampu memberikan dukungan maksimal kepada XL Axiata dalam usaha menyatukan infrastruktur berbasis cloud.\n<br>\n<br>\"Kami senang mendapat kepercayaan dari XL Axiata ini. Sebagian besar klien - klien kami memiliki tujuan mempercepat migrasi cloud untuk transformasi digital, tetapi banyak di antaranya terkendala dengan kompleksitas konsolidasi infrastruktur lama mereka dan desakan persaingan pasar yang ketat dalam lanskap telekomunikasi saat ini,\" jelas dia.\n  </p>\n\n  <p>\n    Menurut Hendra, dengan mengintegrasikan solusi dari VMware, Cisco, F5, Check Point, Dell, Veeam, dan McAfee ke dalam satu solusi infrastruktur TI terpadu berbasis cloud, NTT mengkonsolidasikan komponen dari ujung ke ujung, seperti server, penyimpanan data, jaringan dan keamanan.\n<br>\n<br>Dengan begitu XL Axiata dapat mempercepat kelincahan layanannya, serta menyederhanakan konfigurasi jaringan dan keamanan untuk mempertahankan dominasi pasar dan kepemimpinan jaringan yang kuat.\n<br>\n<br>Solusi yang dibangun oleh NTT juga memungkinkan XL Axiata untuk mengotomatisasikan proses penyediaan dan permintaan layanan TI yang berulang, selain memusatkan model operasional TI-nya.\n<br>\n<br>Manfaat lainnya termasuk membantu XL Axiata meningkatkan produktivitas sumber daya TI dan menyederhanakan operasional pemulihan cadangan data. Hasilnya, XL Axiata sekarang dapat menikmati pengurangan biaya dan peningkatan visibilitas dari ujung ke ujung untuk setiap divisi, dengan membuka banyak potensi untuk berkembang di masa depan sembari tetap mengendalikan biaya yang timbul.\n  </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
                   "Teknologi"
            ],
            "date_published": "2021-06-25T10:00:00+07:00",
            "date_modified": "2021-06-25T23:24:39+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/kolam-renang-dalam-ruangan/",
            "url": "https://mringgani.vercel.app/kolam-renang-dalam-ruangan/",
            "title": "Kolam Renang Dalam Ruangan",
            "summary": " Memiliki kolam renang dalam ruangan menjadikan suasana rumah menjadi adem, tenang dan merasa nyaman. Saat ini kolam renang menjadi gaya hidup di kalangan ekonomi menengah ke atas. Pada umumnya, kolam renang dibangun di luar ruangan, tapi tidak ada salahnya kalau kita membuat kolam renang&hellip;",
            "content_html": "\n  <p>\n    Memiliki kolam renang dalam ruangan menjadikan suasana rumah menjadi adem, tenang dan merasa nyaman. Saat ini kolam renang menjadi gaya hidup di kalangan ekonomi menengah ke atas. Pada umumnya, kolam renang dibangun di luar ruangan, tapi tidak ada salahnya kalau kita membuat kolam renang dalam ruangan. Sebelum anda membuat kolam renang dalam ruangan, saya rekomendasikan&nbsp;<a href=\"https://hnn.neocities.org/tags/mringgani/contoh-10-desain-kolam-renang.html\" target=\"_blank\">Desain Kolam Renang</a> di luar ruangan, semoga bisa menjadi inspirasi sebelum anda membuat kolam renang di luar ruangan.\n  </p>\n\n  <p>\n    Contoh desain kolam renang dalam ruangan diantaranya :\n  </p>\n\n  <p>\n    <strong>1. Kolam Renang Dalam Ruangan Nuansa Hitam Putih</strong>\n  </p>\n\n    <figure class=\"post__image post__image--center\">\n      <img loading=\"lazy\" src=\"https://mringgani.vercel.app/media/posts/8/1.-Kolam-Renang-Dalam-Ruangan-Nuansa-Hitam-Putih.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://mringgani.vercel.app/media/posts/8/responsive/1.-Kolam-Renang-Dalam-Ruangan-Nuansa-Hitam-Putih-xs.jpg 300w ,https://mringgani.vercel.app/media/posts/8/responsive/1.-Kolam-Renang-Dalam-Ruangan-Nuansa-Hitam-Putih-sm.jpg 480w ,https://mringgani.vercel.app/media/posts/8/responsive/1.-Kolam-Renang-Dalam-Ruangan-Nuansa-Hitam-Putih-md.jpg 768w ,https://mringgani.vercel.app/media/posts/8/responsive/1.-Kolam-Renang-Dalam-Ruangan-Nuansa-Hitam-Putih-lg.jpg 1024w ,https://mringgani.vercel.app/media/posts/8/responsive/1.-Kolam-Renang-Dalam-Ruangan-Nuansa-Hitam-Putih-xl.jpg 1360w ,https://mringgani.vercel.app/media/posts/8/responsive/1.-Kolam-Renang-Dalam-Ruangan-Nuansa-Hitam-Putih-2xl.jpg 1600w\"  height=\"1257\" width=\"1900\" alt=\"\" />\n      \n    </figure>\n\n  <p>\n    Kolam renang dengan kombinasi warna hitam dan putih memang tidak pernah salah, seperti yang terlihat pada kolam renang dalam ruangan yang elegan di atas.\n<br>\n<br>Selain kolam renang berbentuk persegi panjang, dalam ruangan tersebut juga terdapat sebuah jacuzzi yang digunakan untuk tempat berendam air panas.\n  </p>\n\n  <p>\n    <strong>2. Kolam Renang Dalam Ruangan Bertema Bumi Langit</strong>\n  </p>\n\n    <figure class=\"post__image post__image--center\">\n      <img loading=\"lazy\" src=\"https://mringgani.vercel.app/media/posts/8/2.-Kolam-Renang-Dalam-Ruangan-Bertema-Bumi-Langit.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://mringgani.vercel.app/media/posts/8/responsive/2.-Kolam-Renang-Dalam-Ruangan-Bertema-Bumi-Langit-xs.jpg 300w ,https://mringgani.vercel.app/media/posts/8/responsive/2.-Kolam-Renang-Dalam-Ruangan-Bertema-Bumi-Langit-sm.jpg 480w ,https://mringgani.vercel.app/media/posts/8/responsive/2.-Kolam-Renang-Dalam-Ruangan-Bertema-Bumi-Langit-md.jpg 768w ,https://mringgani.vercel.app/media/posts/8/responsive/2.-Kolam-Renang-Dalam-Ruangan-Bertema-Bumi-Langit-lg.jpg 1024w ,https://mringgani.vercel.app/media/posts/8/responsive/2.-Kolam-Renang-Dalam-Ruangan-Bertema-Bumi-Langit-xl.jpg 1360w ,https://mringgani.vercel.app/media/posts/8/responsive/2.-Kolam-Renang-Dalam-Ruangan-Bertema-Bumi-Langit-2xl.jpg 1600w\"  height=\"320\" width=\"512\" alt=\"\" />\n      \n    </figure>\n\n  <p>\n    Kolam renang dalam ruangan bertema bumi langit sangat terasa dalam dalam ruangan yang luas, menjadikan rumah tampak lebih bagus dan mewah. Warna cokelat seperti tanah yang menggunakan bahan kayu di bagian dasar ruangan dan pinggiran <a href=\"https://nnh.neocities.org/a/b/c/d/e/f/g/h/i/j/k/l/m/n/o/p/q/r/s/t/u/v/w/x/y/z/contoh-desain-kolam-renang-untuk-anak.html\" target=\"_blank\">kolam renang</a> melambangkan bumi sedangkan bagian atap plafon ruangan dan tiang penyangga menggunakan warna biru sehingga seperti langit.\n<br>\n<br>Penambahan furniture berbahan kayu juga semakin memberikan kesan natural pada ruangan. Dalam hal ini, anda juga bisa menambahkan apa saja sesuai dengan kebutuhan, tidak harus sesuai dengan contoh desain diatas.\n  </p>\n\n  <p>\n    <strong>3. Kolam Renang Dalam Ruangan Elegan Berlapis Marmer</strong>\n  </p>\n\n    <figure class=\"post__image post__image--center\">\n      <img loading=\"lazy\" src=\"https://mringgani.vercel.app/media/posts/8/3.-Kolam-Renang-Dalam-Ruangan-Elegan-Berlapis-Marmer.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://mringgani.vercel.app/media/posts/8/responsive/3.-Kolam-Renang-Dalam-Ruangan-Elegan-Berlapis-Marmer-xs.jpg 300w ,https://mringgani.vercel.app/media/posts/8/responsive/3.-Kolam-Renang-Dalam-Ruangan-Elegan-Berlapis-Marmer-sm.jpg 480w ,https://mringgani.vercel.app/media/posts/8/responsive/3.-Kolam-Renang-Dalam-Ruangan-Elegan-Berlapis-Marmer-md.jpg 768w ,https://mringgani.vercel.app/media/posts/8/responsive/3.-Kolam-Renang-Dalam-Ruangan-Elegan-Berlapis-Marmer-lg.jpg 1024w ,https://mringgani.vercel.app/media/posts/8/responsive/3.-Kolam-Renang-Dalam-Ruangan-Elegan-Berlapis-Marmer-xl.jpg 1360w ,https://mringgani.vercel.app/media/posts/8/responsive/3.-Kolam-Renang-Dalam-Ruangan-Elegan-Berlapis-Marmer-2xl.jpg 1600w\"  height=\"853\" width=\"1280\" alt=\"\" />\n      \n    </figure>\n\n  <p>\n    Kolam renang di dalam ruangan ini sangatlah indah dan benar-benar mencerminkan kesan elegan. Mulai dari dasar kolam renang, pinggiran kolam renang hingga tiang penyangga ruangan, semuanya menggunakan batu marmer yang sangat mahal harganya. Menjadikan ruangan nampak dingin dan nyaman, sangat cocok berenang pada waktu cuaca panas karena bisa langsung merubah suasana menjadi dingin dan nyaman.\n  </p>\n\n  <p>\n    Sebagai catatan saja jika anda mempunyai anak kecil, sebaiknya akses kekolam renang tersebut harus tertutup dengan benar. Karena sangat <a href=\"https://hnn.neocities.org/tags/mringgani/index.html\" target=\"_blank\">Mringgani</a>&nbsp;(berbahaya) dan dapat menyebabkan kematian pada anak. Banyak kasus anak yang meninggal di kolam renang karena kurang pengawasan dari orang tuanya.\n  </p>\n\n  <p>\n    <strong>4. Kolam Renang Dalam Ruangan Bernuansa Klasik</strong>\n  </p>\n\n    <figure class=\"post__image post__image--center\">\n      <img loading=\"lazy\" src=\"https://mringgani.vercel.app/media/posts/8/4.-Kolam-Renang-Dalam-Ruangan-Bernuansa-Klasik.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://mringgani.vercel.app/media/posts/8/responsive/4.-Kolam-Renang-Dalam-Ruangan-Bernuansa-Klasik-xs.jpg 300w ,https://mringgani.vercel.app/media/posts/8/responsive/4.-Kolam-Renang-Dalam-Ruangan-Bernuansa-Klasik-sm.jpg 480w ,https://mringgani.vercel.app/media/posts/8/responsive/4.-Kolam-Renang-Dalam-Ruangan-Bernuansa-Klasik-md.jpg 768w ,https://mringgani.vercel.app/media/posts/8/responsive/4.-Kolam-Renang-Dalam-Ruangan-Bernuansa-Klasik-lg.jpg 1024w ,https://mringgani.vercel.app/media/posts/8/responsive/4.-Kolam-Renang-Dalam-Ruangan-Bernuansa-Klasik-xl.jpg 1360w ,https://mringgani.vercel.app/media/posts/8/responsive/4.-Kolam-Renang-Dalam-Ruangan-Bernuansa-Klasik-2xl.jpg 1600w\"  height=\"1103\" width=\"1765\" alt=\"\" />\n      \n    </figure>\n\n  <p>\n    Konsep klasik yang diusung oleh kolam renang ini terlihat dari penggunaan enam tiang berukuran besar yang berfungsi sebagai penyangga ruangan. Penggunaan batu marmer sebagai dasar ruangan dan pemilihan warna-warna pastel yang lembut semakin menegaskan kesan klasik.&nbsp;\n  </p>\n\n  <p>\n    Bentuk ukuran bisa menyesuaikan dengan lokasi atau lahan yang anda miliki. Tidak harus bentuknya sama persis dengan contoh gambar diatas. Jika anda ingin membuat kolam renang, saya rekomendasikan ke&nbsp;<a href=\"https://hnn.neocities.org/tags/mringgani/kontraktor-kolam-renang-profesional.html\" target=\"_blank\">Kontraktor Kolam Renang Profesional</a> yang di kelola oleh&nbsp;PT. DIMULTI KOLAM RENANG.\n  </p>\n\n  <p>\n    <strong>5. Kolam Renang Dalam Ruangan Modern Dengan Pencahayaan Berkonsep Futuristik</strong>\n  </p>\n\n    <figure class=\"post__image post__image--center\">\n      <img loading=\"lazy\" src=\"https://mringgani.vercel.app/media/posts/8/5.-Kolam-Renang-Dalam-Ruangan-Modern-Dengan-Pencahayaan-Berkonsep-Futuristik.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://mringgani.vercel.app/media/posts/8/responsive/5.-Kolam-Renang-Dalam-Ruangan-Modern-Dengan-Pencahayaan-Berkonsep-Futuristik-xs.jpg 300w ,https://mringgani.vercel.app/media/posts/8/responsive/5.-Kolam-Renang-Dalam-Ruangan-Modern-Dengan-Pencahayaan-Berkonsep-Futuristik-sm.jpg 480w ,https://mringgani.vercel.app/media/posts/8/responsive/5.-Kolam-Renang-Dalam-Ruangan-Modern-Dengan-Pencahayaan-Berkonsep-Futuristik-md.jpg 768w ,https://mringgani.vercel.app/media/posts/8/responsive/5.-Kolam-Renang-Dalam-Ruangan-Modern-Dengan-Pencahayaan-Berkonsep-Futuristik-lg.jpg 1024w ,https://mringgani.vercel.app/media/posts/8/responsive/5.-Kolam-Renang-Dalam-Ruangan-Modern-Dengan-Pencahayaan-Berkonsep-Futuristik-xl.jpg 1360w ,https://mringgani.vercel.app/media/posts/8/responsive/5.-Kolam-Renang-Dalam-Ruangan-Modern-Dengan-Pencahayaan-Berkonsep-Futuristik-2xl.jpg 1600w\"  height=\"800\" width=\"1500\" alt=\"\" />\n      \n    </figure>\n\n  <p>\n    Kolam renang dalam ruangan berkonsep modern ini terlihat simple namun tetap menawan, apalagi sistem pencahayaan yang terlihat sangat futuristik, sebab penempatan lampunya berada di sela-sela atap plafon. Penggunaan pintu kaca juga dapat membuat pencahayaan dalam ruangan kolam renang ini semakin terang, karena sinar matahari bisa langsung masuk ke dalam ruangan.\n  </p>\n\n  <p>\n    Warna lampu bisa disesuaikan dengan kesukaan anda, tidak harus berwarna seperti pada contoh gambar diatas. Dan untuk tata ruangnya juga bisa menyesuaikan sesuai dengan kebutuhan anda.\n  </p>\n\n  <p>\n    <strong>6. Kolam Renang Dalam Ruangan Dengan Atap Kaca Transparan</strong>\n  </p>\n\n    <figure class=\"post__image post__image--center\">\n      <img loading=\"lazy\" src=\"https://mringgani.vercel.app/media/posts/8/6.-Kolam-Renang-Dalam-Ruangan-Dengan-Atap-Kaca-Transparan.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://mringgani.vercel.app/media/posts/8/responsive/6.-Kolam-Renang-Dalam-Ruangan-Dengan-Atap-Kaca-Transparan-xs.jpg 300w ,https://mringgani.vercel.app/media/posts/8/responsive/6.-Kolam-Renang-Dalam-Ruangan-Dengan-Atap-Kaca-Transparan-sm.jpg 480w ,https://mringgani.vercel.app/media/posts/8/responsive/6.-Kolam-Renang-Dalam-Ruangan-Dengan-Atap-Kaca-Transparan-md.jpg 768w ,https://mringgani.vercel.app/media/posts/8/responsive/6.-Kolam-Renang-Dalam-Ruangan-Dengan-Atap-Kaca-Transparan-lg.jpg 1024w ,https://mringgani.vercel.app/media/posts/8/responsive/6.-Kolam-Renang-Dalam-Ruangan-Dengan-Atap-Kaca-Transparan-xl.jpg 1360w ,https://mringgani.vercel.app/media/posts/8/responsive/6.-Kolam-Renang-Dalam-Ruangan-Dengan-Atap-Kaca-Transparan-2xl.jpg 1600w\"  height=\"960\" width=\"1440\" alt=\"\" />\n      \n    </figure>\n\n  <p>\n    Jika kamu ingin tetap merasakan pencahayaan alami dari sinar matahari saat berenang di kolam renang dalam ruangan, maka <a href=\"https://multibrand.neocities.org/contoh-5-desain-kolam-renang.html\" target=\"_blank\">desain kolam renang</a> dengan atap kaca transparan ini sangat cocok untuk diterapkan.\n  </p>\n\n  <p>\n    <strong>7. Kolam Renang Dalam Ruangan Suasana santai</strong>\n  </p>\n\n    <figure class=\"post__image post__image--center\">\n      <img loading=\"lazy\" src=\"https://mringgani.vercel.app/media/posts/8/7.-Kolam-Renang-Dalam-Ruangan-Suasana-santai.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://mringgani.vercel.app/media/posts/8/responsive/7.-Kolam-Renang-Dalam-Ruangan-Suasana-santai-xs.jpg 300w ,https://mringgani.vercel.app/media/posts/8/responsive/7.-Kolam-Renang-Dalam-Ruangan-Suasana-santai-sm.jpg 480w ,https://mringgani.vercel.app/media/posts/8/responsive/7.-Kolam-Renang-Dalam-Ruangan-Suasana-santai-md.jpg 768w ,https://mringgani.vercel.app/media/posts/8/responsive/7.-Kolam-Renang-Dalam-Ruangan-Suasana-santai-lg.jpg 1024w ,https://mringgani.vercel.app/media/posts/8/responsive/7.-Kolam-Renang-Dalam-Ruangan-Suasana-santai-xl.jpg 1360w ,https://mringgani.vercel.app/media/posts/8/responsive/7.-Kolam-Renang-Dalam-Ruangan-Suasana-santai-2xl.jpg 1600w\"  height=\"1600\" width=\"2560\" alt=\"\" />\n      \n    </figure>\n\n  <p>\n    Pemilihan warna cokelat pada bagian lantai dan dinding pada kolam renang dalam ruangan ini mampu menciptakan sensasi yang menenangkan.\n<br>\n<br>Jernihnya air kolam renang terlihat kontras dengan warna cokelat di seluruh ruangan, jangan lupa pula menempatkan furniture seperti kursi dan sofa untuk bersantai dengan warna yang senada.\n  </p>\n\n  <p>\n    Sangat cocok diruangan ini untuk menenangkan pikirin, terutama sehabis kerja seharian.&nbsp;\n  </p>\n\n  <p>\n    <strong>8. Kolam Renang Dalam Ruangan Dengan Pencahayaan Menarik</strong>\n  </p>\n\n    <figure class=\"post__image post__image--center\">\n      <img loading=\"lazy\" src=\"https://mringgani.vercel.app/media/posts/8/8.-Kolam-Renang-Dalam-Ruangan-Dengan-Pencahayaan-Menarik.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://mringgani.vercel.app/media/posts/8/responsive/8.-Kolam-Renang-Dalam-Ruangan-Dengan-Pencahayaan-Menarik-xs.jpg 300w ,https://mringgani.vercel.app/media/posts/8/responsive/8.-Kolam-Renang-Dalam-Ruangan-Dengan-Pencahayaan-Menarik-sm.jpg 480w ,https://mringgani.vercel.app/media/posts/8/responsive/8.-Kolam-Renang-Dalam-Ruangan-Dengan-Pencahayaan-Menarik-md.jpg 768w ,https://mringgani.vercel.app/media/posts/8/responsive/8.-Kolam-Renang-Dalam-Ruangan-Dengan-Pencahayaan-Menarik-lg.jpg 1024w ,https://mringgani.vercel.app/media/posts/8/responsive/8.-Kolam-Renang-Dalam-Ruangan-Dengan-Pencahayaan-Menarik-xl.jpg 1360w ,https://mringgani.vercel.app/media/posts/8/responsive/8.-Kolam-Renang-Dalam-Ruangan-Dengan-Pencahayaan-Menarik-2xl.jpg 1600w\"  height=\"800\" width=\"1500\" alt=\"\" />\n      \n    </figure>\n\n  <p>\n    Kolam renang dalam ruangan yang didominasi dengan warna putih ini memang terlihat sangat elegan, apalagi sistem pencahayaan yang terbilang menarik, karena terdapat lampu pada bagian dalam kolam renang.\n  </p>\n\n  <p>\n    Bisa juga ditambah hiasan pada dinding agar terlihat tampak indah. Untuk tata ruangnya bisa menyesuaikan sesuai dengan kebutuhan. Demikian Contoh Desain Kolam Renang Dalam Ruangan, semoga bisa menjadi inspirasi bagi anda khususnya yang akan membuat kolam renang dalam ruangan.\n  </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
            ],
            "date_published": "2021-06-25T07:00:00+07:00",
            "date_modified": "2021-06-25T23:14:35+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/aplikasi-trading-online-komunitas-hsb/",
            "url": "https://mringgani.vercel.app/aplikasi-trading-online-komunitas-hsb/",
            "title": "Aplikasi Trading Online Komunitas HSB",
            "summary": " Perkembangan teknologi digital telah memengaruhi kebiasaan kita sehari-hari mulai dari pinjaman online, pembayaran via seluler, belanja online dan terutama investasi &amp; trading. Dengan fintech yang bertumbuh pesat di Indonesia, pelayanan menjadi lebih cepat dan efektif untuk semua lapisan masyarakat yang membutuhkan layanan keuangan dengan&hellip;",
            "content_html": "\n  <p>\n    Perkembangan teknologi digital telah memengaruhi kebiasaan kita sehari-hari mulai dari pinjaman online, pembayaran via seluler, belanja online dan terutama investasi &amp; trading.\n<br>\n<br>Dengan fintech yang bertumbuh pesat di Indonesia, pelayanan menjadi lebih cepat dan efektif untuk semua lapisan masyarakat yang membutuhkan layanan keuangan dengan kesempatan sama.\n<br>\n<br>Handal Semesta Berjangka (HSB) adalah perusahaan yang bergerak di bidang perdagangan berjangka komoditi yang sedang berkembang di industri keuangan. HSB mengutamakan pelayanan trading terbaik kepada masyarakat Indonesia.\n  </p>\n\n  <p>\n    <strong>Fitur \"Komunitas\"</strong>&nbsp;\n  </p>\n\n  <p>\n    Tiap harinya pihaknya menerima banyak pertanyaan dari para nasabah. Kebanyakan dari mereka memiliki keingintahuan besar tentang bertrading tetapi belum memiliki pengalaman atau tidak tahu cara untuk memulainya. Untuk memfasilitasi lebih banyak nasabah ikut bertrading dan lebih cepat memahami seluk-beluk trading, HSB kini menjalin sebuah komunitas online.\n<br>\n<br>Dalam waktu kurang dari sebulan, lebih dari 20.000 nasabah telah berdiskusi di dalam fitur komunitas kami. Jika pendatang baru mengajukan pertanyaan, maka akan ada investor berpengalaman yang membantu menjawab.\n<br>\n<br>Berikut adalah beberapa contoh pertanyaan; produk apa saja yang berpeluang untuk profit hari ini? Akankah USD/JPY terus meroket? Apa pengaruh bantuan infrastruktur Biden terhadap dolar? Berapa lama pencairan di akun HSB? Dengan ini, para nasabah HSB memiliki platform untuk saling tukar informasi.\n<br>\n<br>Dalam proses pencapaian target trading yang diinginkan, investor harus mengasah intuisi secara mandiri, banyak belajar dan memperbaiki kesalahan dalam bertrading, namun tidak banyak orang yang benar-benar mampu melakukannya.\n<br>\n<br>\"Sekarang, dengan hadirnya fitur komunitas ini kami harap para investor dapat berbagi pengalaman trading dan khususnya untuk trader pemula, mereka bisa melihat bagaimana cara orang lain bertrading dan belajar mengikuti langkah para trader yang lebih berpengalaman.\n  </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
                   "Teknologi"
            ],
            "date_published": "2021-06-25T01:37:05+07:00",
            "date_modified": "2021-06-25T01:37:05+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/terms-of-service/",
            "url": "https://mringgani.vercel.app/terms-of-service/",
            "title": "Terms of Service",
            "summary": " If you require any more information or have any questions about our Terms of Service, please feel free to contact us by email at Term Of Service.&nbsp; Introduction These terms and conditions govern your use of this website; by using this website, you accept&hellip;",
            "content_html": "\n  <p>\n    If you require any more information or have any questions about our Terms of Service, please feel free to contact us by email at <a href=\"mailto:bloghnn@gmail.com\" rel=\"nofollow noopener\">Term Of Service</a>.&nbsp;\n  </p>\n\n  <p>\n    <strong>Introduction</strong>\n  </p>\n\n  <p>\n    These terms and conditions govern your use of this website; by using this website, you accept these terms and conditions in full and without reservation. If you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website.\n<br>\n<br>You must be at least 18 [eighteen] years of age to use this website. By using this website and by agreeing to these terms and conditions, you warrant and represent that you are at least 18 years of age.\n  </p>\n\n  <p>\n    <strong>License to use website</strong>\n  </p>\n\n  <p>\n    Unless otherwise stated, https://mringgani.vercel.app and/or its licensors own the intellectual property rights published on this website and materials used on https://mringgani.vercel.app. Subject to the license below, all these intellectual property rights are reserved.\n<br>\n<br>You may view, download for caching purposes only, and print pages, files or other content from the website for your own personal use, subject to the restrictions set out below and elsewhere in these terms and conditions.\n<br>\n<br>You must not:\n  </p>\n\n    <figure class=\"blockquote\">\n      <blockquote><br>republish material from this website in neither print nor digital media or documents (including republication on another website);\n<br>sell, rent or sub-license material from the website;\n<br>show any material from the website in public;\n<br>reproduce, duplicate, copy or otherwise exploit material on this website for a commercial purpose;\n<br>edit or otherwise modify any material on the website;\n<br>redistribute material from this website - except for content specifically and expressly made available for redistribution; or\n<br>republish or reproduce any part of this website through the use of iframes or screenscrapers.&nbsp;<br></blockquote>\n      <figcaption>Mringgani</figcaption>\n    </figure>\n\n  <p>\n    Where content is specifically made available for redistribution, it may only be redistributed within your organisation.\n  </p>\n\n  <p>\n    <strong>Acceptable use</strong>\n  </p>\n\n  <p>\n    You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of https://mringgani.vercel.app or in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity.\n<br>\n<br>You must not use this website to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit or other malicious computer software.\n<br>\n<br>You must not conduct any systematic or automated data collection activities on or in relation to this website without https://mringgani.vercel.app's express written consent.\n<br>\n<br>This includes:\n  </p>\n\n    <figure class=\"blockquote\">\n      <blockquote><br>scraping\n<br>data mining\n<br>data extraction\n<br>data harvesting\n<br>'framing' (iframes)\n<br>Article 'Spinning'&nbsp;<br></blockquote>\n      <figcaption>Mringgani</figcaption>\n    </figure>\n\n  <p>\n    You must not use this website or any part of it to transmit or send unsolicited commercial communications.\n<br>\n<br>You must not use this website for any purposes related to marketing without the express written consent of https://mringgani.vercel.app.\n  </p>\n\n  <p>\n    <strong>Restricted access</strong>\n  </p>\n\n  <p>\n    Access to certain areas of this website is restricted. https://mringgani.vercel.app reserves the right to restrict access to certain areas of this website, or at our discretion, this entire website. https://mringgani.vercel.app may change or modify this policy without notice.\n<br>\n<br>If https://mringgani.vercel.app provides you with a user ID and password to enable you to access restricted areas of this website or other content or services, you must ensure that the user ID and password are kept confidential. You alone are responsible for your password and user ID security..\n<br>\n<br>https://mringgani.vercel.app may disable your user ID and password at https://mringgani.vercel.app's sole discretion without notice or explanation.\n  </p>\n\n  <p>\n    <strong>User content</strong>\n  </p>\n\n  <p>\n    In these terms and conditions, “your user content” means material (including without limitation text, images, audio material, video material and audio-visual material) that you submit to this website, for whatever purpose.\n<br>\n<br>You grant to&nbsp;https://mringgani.vercel.app a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute your user content in any existing or future media. You also grant to https://mringgani.vercel.app the right to sub-license these rights, and the right to bring an action for infringement of these rights.\n<br>\n<br>Your user content must not be illegal or unlawful, must not infringe any third party's legal rights, and must not be capable of giving rise to legal action whether against you or&nbsp;https://mringgani.vercel.app or a third party (in each case under any applicable law).\n<br>\n<br>You must not submit any user content to the website that is or has ever been the subject of any threatened or actual legal proceedings or other similar complaint.\n<br>\n<br>https://mringgani.vercel.app reserves the right to edit or remove any material submitted to this website, or stored on the servers of https://mringgani.vercel.app, or hosted or published upon this website.\n<br>\n<br>https://mringgani.vercel.app's rights under these terms and conditions in relation to user content, https://mringgani.vercel.app does not undertake to monitor the submission of such content to, or the publication of such content on, this website.\n  </p>\n\n  <p>\n    <strong>No warranties</strong>\n  </p>\n\n  <p>\n    This website is provided “as is” without any representations or warranties, express or implied. https://mringgani.vercel.app makes no representations or warranties in relation to this website or the information and materials provided on this website.\n<br>\n<br>Without prejudice to the generality of the foregoing paragraph,&nbsp;https://mringgani.vercel.app does not warrant that:\n  </p>\n\n    <figure class=\"blockquote\">\n      <blockquote>this website will be constantly available, or available at all; or\n<br>the information on this website is complete, true, accurate or non-misleading.&nbsp;<br></blockquote>\n      <figcaption>Mringgani</figcaption>\n    </figure>\n\n  <p>\n    Nothing on this website constitutes, or is meant to constitute, advice of any kind. If you require advice in relation to any legal, financial or medical matter you should consult an appropriate professional.\n  </p>\n\n  <p>\n    <strong>Limitations of liability</strong>\n  </p>\n\n  <p>\n    https://mringgani.vercel.app will not be liable to you (whether under the law of contact, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website:\n  </p>\n\n    <figure class=\"blockquote\">\n      <blockquote><br>to the extent that the website is provided free-of-charge, for any direct loss;\n<br>for any indirect, special or consequential loss; or\n<br>for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or data.&nbsp;<br></blockquote>\n      <figcaption>Mringgani</figcaption>\n    </figure>\n\n  <p>\n    These limitations of liability apply even if https://mringgani.vercel.app has been expressly advised of the potential loss.&nbsp;\n  </p>\n\n  <p>\n    <strong>Exceptions</strong>\n<br>\n<br>Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit; and nothing in this website disclaimer will exclude or limit the liability of Mringgani in respect of any:\n  </p>\n\n    <figure class=\"blockquote\">\n      <blockquote><br>death or personal injury caused by the negligence of https://mringgani.vercel.app or its agents, employees or shareholders/owners;\n<br>fraud or fraudulent misrepresentation on the part of https://mringgani.vercel.app; or\n<br>matter which it would be illegal or unlawful for https://mringgani.vercel.app to exclude or limit, or to attempt or purport to exclude or limit, its liability.&nbsp;<br></blockquote>\n      <figcaption>Mringgani</figcaption>\n    </figure>\n\n  <p>\n    <strong>Reasonableness</strong>\n  </p>\n\n  <p>\n    By using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable.\n<br>\n<br>If you do not think they are reasonable, you must not use this website.\n  </p>\n\n  <p>\n    <strong>Other parties</strong>\n  </p>\n\n  <p>\n    You accept that, as a limited liability entity, https://mringgani.vercel.app has an interest in limiting the personal liability of its officers and employees. You agree that you will not bring any claim personally against https://mringgani.vercel.app's officers or employees in respect of any losses you suffer in connection with the website.\n<br>\n<br>Without prejudice to the foregoing paragraph, you agree that the limitations of warranties and liability set out in this website disclaimer will protect https://mringgani.vercel.app's officers, employees, agents, subsidiaries, successors, assigns and sub-contractors as well as https://mringgani.vercel.app.\n  </p>\n\n  <p>\n    <strong>Unenforceable provisions</strong>\n  </p>\n\n  <p>\n    If any provision of this website disclaimer is, or is found to be, unenforceable under applicable law, that will not affect the enforceability of the other provisions of this website disclaimer.\n  </p>\n\n  <p>\n    <strong>Indemnity</strong>\n  </p>\n\n  <p>\n    You hereby indemnify&nbsp;https://mringgani.vercel.app and undertake to keep https://mringgani.vercel.app indemnified against any losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by https://mringgani.vercel.app to a third party in settlement of a claim or dispute on the advice of https://mringgani.vercel.app's legal advisers) incurred or suffered by https://mringgani.vercel.app arising out of any breach by you of any provision of these terms and conditions, or arising out of any claim that you have breached any provision of these terms and conditions.\n  </p>\n\n  <p>\n    <strong>Breaches of these terms and conditions</strong>\n  </p>\n\n  <p>\n    Without prejudice to https://mringgani.vercel.app's other rights under these terms and conditions, if you breach these terms and conditions in any way,&nbsp;https://mringgani.vercel.app may take such action as https://mringgani.vercel.app deems appropriate to deal with the breach, including suspending your access to the website, prohibiting you from accessing the website, blocking computers using your IP address from accessing the website, contacting your internet service provider to request that they block your access to the website and/or bringing court proceedings against you.\n  </p>\n\n  <p>\n    <strong>Variation</strong>\n  </p>\n\n  <p>\n    https://mringgani.vercel.app may revise these terms and conditions from time-to-time. Revised terms and conditions will apply to the use of this website from the date of the publication of the revised terms and conditions on this website. Please check this page regularly to ensure you are familiar with the current version.\n  </p>\n\n  <p>\n    <strong>Assignment</strong>\n  </p>\n\n  <p>\n    https://mringgani.vercel.app may transfer, sub-contract or otherwise deal with https://mringgani.vercel.app's rights and/or obligations under these terms and conditions without notifying you or obtaining your consent.\n<br>\n<br>You may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these terms and conditions.\n  </p>\n\n  <p>\n    <strong>Severability</strong>\n  </p>\n\n  <p>\n    If a provision of these terms and conditions is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect. If any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.\n  </p>\n\n  <p>\n    <strong>Entire agreement</strong>\n  </p>\n\n  <p>\n    These terms and conditions, together with https://mringgani.vercel.app's Privacy Policy constitute the entire agreement between you and https://mringgani.vercel.app in relation to your use of this website, and supersede all previous agreements in respect of your use of this website.\n  </p>\n\n  <p>\n    <strong>Law and jurisdiction</strong>\n  </p>\n\n  <p>\n    These terms and conditions will be governed by and construed in accordance with the laws of NEVADA, USA, and any disputes relating to these terms and conditions will be subject to the exclusive jurisdiction of the courts of NEVADA, USA.\n  </p>\n\n  <p>\n    <strong>About these website Terms of Service</strong>\n  </p>\n\n  <p>\n    We created these website terms and conditions using the TOS / T and C generator available from <a href=\"https://www.privacypolicyonline.com/\" target=\"_blank\" rel=\"nofollow noopener\">Privacy Policy Online</a>.\n  </p>\n\n  <p>\n    https://mringgani.vercel.app<strong>'s details\n</strong><br>\n<br>The full name of v is Mringgani.\n<br>Privacy Policy Online Approved Site\n<br>\n<br>You can contact https://mringgani.vercel.app by email at our email address link at the <a href=\"https://mringgani.vercel.app/terms-of-service/\">top of this Terms of Service document</a>.\n  </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
            ],
            "date_published": "2021-06-02T07:00:00+07:00",
            "date_modified": "2021-06-24T12:22:22+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/privacy-policy/",
            "url": "https://mringgani.vercel.app/privacy-policy/",
            "title": "Privacy Policy",
            "summary": " Privacy Policy for Mringgani At Mringgani, accessible from https://mringgani.vercel.app, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by Mringgani and how we use it.&nbsp; If you have additional&hellip;",
            "content_html": "\n  <p>\n    Privacy Policy for Mringgani\n  </p>\n\n  <p>\n    At Mringgani, accessible from https://mringgani.vercel.app, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by Mringgani and how we use it.&nbsp;\n  </p>\n\n  <p>\n    If you have additional questions or require more information about our Privacy Policy, do not hesitate to <a href=\"https://mringgani.vercel.app/contact/\">contact us</a>.\n  </p>\n\n  <p>\n    <strong>Log Files</strong>\n  </p>\n\n  <p>\n    Mringgani follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information. Our Privacy Policy was created with the help of the <a href=\"https://www.privacypolicyonline.com/privacy-policy-generator/\" target=\"_blank\" rel=\"nofollow noopener\">Privacy Policy Generator</a> and the <a href=\"https://www.generateprivacypolicy.com/\" target=\"_blank\" rel=\"nofollow noopener\">Privacy Policy Generator</a>.\n  </p>\n\n  <p>\n    <strong>Cookies and Web Beacons</strong>\n  </p>\n\n  <p>\n    Like any other website, Mringgani uses 'cookies'. These cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.\n  </p>\n\n  <p>\n    For more general information on cookies, please read the \"What Are Cookies\" article on <a href=\"https://www.cookieconsent.com/what-are-cookies/\" target=\"_blank\" rel=\"nofollow noopener\">Cookie Consent website</a>.\n  </p>\n\n  <p>\n    <strong>Google DoubleClick DART Cookie</strong>\n  </p>\n\n  <p>\n    Google is one of a third-party vendor on our site. It also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to www.website.com and other sites on the internet. However, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL – <a href=\"https://policies.google.com/technologies/ads\" target=\"_blank\" rel=\"nofollow noopener\">https://policies.google.com/technologies/ads</a>\n  </p>\n\n  <p>\n    <strong>Our Advertising Partners</strong>\n  </p>\n\n  <p>\n    Some of advertisers on our site may use cookies and web beacons. Our advertising partners are listed below. Each of our advertising partners has their own Privacy Policy for their policies on user data. For easier access, we hyperlinked to their Privacy Policies below.\n  </p>\n\n  <ul>\n    <li>Google</li>\n  </ul>\n\n  <p>\n    <a href=\"https://policies.google.com/technologies/ads\" target=\"_blank\" rel=\"nofollow noopener\">https://policies.google.com/technologies/ads</a>\n  </p>\n\n  <p>\n    <strong>Privacy Policies</strong>\n  </p>\n\n  <p>\n    You may consult this list to find the Privacy Policy for each of the advertising partners of Mringgani.\n  </p>\n\n  <p>\n    Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Mringgani, which are sent directly to users' browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.&nbsp;\n  </p>\n\n  <p>\n    Note that Mringgani has no access to or control over these cookies that are used by third-party advertisers.\n  </p>\n\n  <p>\n    <strong>Third Party Privacy Policies</strong>\n  </p>\n\n  <p>\n    Mringgani's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options.&nbsp;\n  </p>\n\n  <p>\n    You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites. What Are Cookies?\n  </p>\n\n  <p>\n    <strong>Children's Information</strong>\n  </p>\n\n  <p>\n    Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.\n  </p>\n\n  <p>\n    Mringgani does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.&nbsp;\n  </p>\n\n  <p>\n    <strong>Online Privacy Policy Only</strong>\n  </p>\n\n  <p>\n    This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in Mringgani. This policy is not applicable to any information collected offline or via channels other than this website.\n  </p>\n\n  <p>\n    <strong>Consent</strong>\n  </p>\n\n  <p>\n    By using our website, you hereby consent to our Privacy Policy and agree to its Terms and Conditions.\n  </p>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
            ],
            "date_published": "2021-06-01T07:00:00+07:00",
            "date_modified": "2021-06-24T12:13:00+07:00"
        },
        {
            "id": "https://mringgani.vercel.app/contact/",
            "url": "https://mringgani.vercel.app/contact/",
            "title": "Contact",
            "summary": " Contact Form function emf_open_window(url, height, width) {\tvar leftPos = 0;\tvar topPos = 0;\tif (screen) { leftPos = (screen.width - width) / 2; topPos = (screen.height - height) / 2; window.open(url, null, 'width='+width+',height='+height+',left='+leftPos+',top='+topPos+', toolbar=0, location=0, status=1, scrollbars=1, resizable=1');\t}}Fill out form",
            "content_html": "\n    <h3 id=\"contact-form\" class=\"align-center\">\n      Contact Form\n    </h3>\n<div><script type=\"text/javascript\">function emf_open_window(url, height, width) {\tvar leftPos = 0;\tvar topPos = 0;\tif (screen) {\t\tleftPos = (screen.width - width) / 2;\t\ttopPos = (screen.height - height) / 2;\t\twindow.open(url, null, 'width='+width+',height='+height+',left='+leftPos+',top='+topPos+', toolbar=0, location=0, status=1, scrollbars=1, resizable=1');\t}}</script><a href='https://www.emailmeform.com/builder/form/AgMTR49DlL6z7d3eX9' title='Fill out form' target='_blank' rel=\"nofollow noopener\" onclick=\"emf_open_window(this.href, 682, 580); return false\">Fill out form</a>\n</div>",
            "author": {
                "name": "Mringgani"
            },
            "tags": [
            ],
            "date_published": "2021-05-31T07:00:00+07:00",
            "date_modified": "2021-06-24T12:04:20+07:00"
        }
    ]
}
