{
    "version": "https://jsonfeed.org/version/1",
    "title": "Hari Narmadi",
    "description": "",
    "home_page_url": "https://harinarmadi.id",
    "feed_url": "https://harinarmadi.id/feed.json",
    "user_comment": "",
    "author": {
        "name": "Hari Narmadi"
    },
    "items": [
        {
            "id": "https://harinarmadi.id/berbagai-macam-keunggulan-dalam-ponsel-terbaru-apple-iphone-6s.html",
            "url": "https://harinarmadi.id/berbagai-macam-keunggulan-dalam-ponsel-terbaru-apple-iphone-6s.html",
            "title": "Berbagai Macam Keunggulan Dalam Ponsel Terbaru Apple, iPhone 6s",
            "summary": " Seakan tidak mau kalah dengan vendor-vendor lainnya Perusahaan asal Cupertino, Calivornia ini juga merilis 2 buah produk terbarunya. Anda tentu kenal dengan produk keluaran Apple yaitu iPhone, pada tahun lalu perusahaan ini kembali merilis 2 buah produk teranyarnya yang bernama “iPhone 6s” dan “iPhone6s&hellip;",
            "content_html": "\n  <p>\n    Seakan tidak mau kalah dengan vendor-vendor lainnya Perusahaan asal Cupertino, Calivornia ini juga merilis 2 buah produk terbarunya. Anda tentu kenal dengan produk keluaran Apple yaitu iPhone, pada tahun lalu perusahaan ini kembali merilis 2 buah produk teranyarnya yang bernama “iPhone 6s” dan “iPhone6s plus”, seri ini disinyalir sebagai penerus dari <a href=\"https://harinarmadi.id/tags/handphone/index.html\">Handphone</a> terdahulunya yaitu iPhone6 yang rilis tahun kemarin. Ada banyak sekali keunggulan yang ada pada ponsel pintar ini, dan yang jelas, desainnya sengaja dibuat menawan seperti body berwarna pink khusus untuk menarik minat para wanita untuk membeli ponsel ini.\n  </p>\n\n    <h2 id=\"spesifikasi\">\n      Spesifikasi\n    </h2>\n\n  <p>\n    Ada banyak sekali keunggulan yang ada pada smartphone yang satu ini, berikut adalah ulasannya untuk Anda :&nbsp;\n  </p>\n\n  <p>\n    <strong>1. Desain body</strong>\n<br>\n<br>Untuk desain body kali ini perusahaan ini menggunakan material metal terbaru yaitu alumunium zinc 7000 series. Banyak pihak yang mengklaim bahwa ponsel ini mempunyai rangka yang kokoh. Yang menjadi masalah adalah ketika menggunakan bahan ini, maka bentuk produk ini akan menjadi sedikit tebal menjadi 7.1 mm dengan berat 143 g.&nbsp;\n  </p>\n\n  <p>\n    <strong>2. Desain layar</strong>\n<br>\n<br>Ulasan berikutnya adalah tentang desain layar, ponsel pintar ini menggunakan 4.7 inch, sedangkan resolusi layarnya 750 x 1334 picels. Untuk melindungi layar, ponsel ini menggunakan Ion strengthened glass dan juga oleophobic coating.\n<br>\n<br>Dengan demikian layar iPhone 6s ini dapat memberikan gambar yang tajam dan juga jernih walaupun belum menggunakan layar dengan resolusi Quad HD. Yang menarik dalam layar ini adalah telah menggunakan 3D dan cara menggeraknya adalah dengan sentuhan tertentu.\n  </p>\n\n  <p>\n    <strong>3. Fitur terbaru</strong>\n<br>\n<br>Kali ini ponsel keluaran California ini mengeluarkan sebuah fitur baru yaitu ponsel 3D touch, yang akan membuat Anda melihat berbagai macam hal secara nyata, contohnya ketika Anda melihat foto, hasilnya seperti five foto, anda akan melihat foto terebut seakan nyata, seperti sedang terjadi di depan Anda.\n<br>\n<br>Tidak hanya itu ada juga fitur lainnya yaitu multi touch, dimana para pengguna akan dapat merasakan perbedaan sentuhan yang dilakukan, antara ketukan halus, usapan, dan beberapa sentuhan lainnya.\n<br>\n<br>Dikembangkannya fitur finger print pastinya membuat keamanan ponsel Anda akan semakin terjaga, terutama ketika Anda menggunakan system pembayaran Apple pay.\n  </p>\n\n  <p>\n    <strong>4. Memori internal yang berbeda-beda</strong>\n<br>\n<br>Sama sepertri fitur-fitur sebelumnya, dalan seri ini juga terdapat 3 macam memori internal yaitu 16 GB, 64 GB dan yang terakhir adalah 128 GB. Harga yang ditawarkan untuk setiap memori internal memang berbeda-beda, namun Anda tidak perlu merasa khawatir akan manfaat yang akan Anda peroleh.\n  </p>\n\n  <p>\n    <strong>5. Dapur pacu</strong>\n<br>\n<br>Untuk masalah dapur pacu anda sebaiknya tidak perlu merasa khawatir, karena perusahaan ini pasti akan memberikan penampilan terbaiknya. Prosesor Apple A9 dan co Prosessor M9 yang diklaim memiliki kecepatan 70% lebih cepat dibandingkan denagn prosessor A8, hal ini yang akan membuat kinerja grafis menkadi lebih cepat bahkan hingga 90%. Itu sebabnya aplikasi ini tidaka kan membaut berbagai macma game mengalami lag.\n<br>\n<br>Kapasitas RAM dari produk ini juga tidak kalah seru, 2 GB, yang pastinya akan meningkakan performa multitasking, menjadi lebih baik dari sebelumnya.\n<br>\n<br>Untuk iOS iPhone 6s ini menggunakan iOS 9 yang dikabarkan terdepan di kelasnya, yang membuat App Store lebih lengkap untuk Anda, Anda dapat menggunakan aplikasi ini sesuai dengan kebutuhan anda.\n  </p>\n\n  <p>\n    <strong>6. Kamera</strong>\n<br>\n<br>Anda yang gemar foto tentunya menyukai aplikasi yang satu ini, kamera utama atau kamera belakang ponsel ini adalah 12 Megapixel, sedangkan untuk kamera depan menggunakan 5 Mega pixels, Anda yang gemar selfie, pasti akan mendapatkan hasil jepretan yang jauh lebih tajam.\n<br>\n<br>Dilengkapi dengan lampu kilat dual LED flash, phase detection autofocus, dll.\n<br>\n<br>Untuk video, tidak perlu khawatir, dengan resolusi 4K, pastinya kualitas video akan semakin canggih.\n  </p>\n\n  <p>\n    <strong>7. Konektifitas</strong>\n<br>\n<br>Sama seperti ponsel pintar yang harganya mahal, ponsel ini juga telah menggunakan teknologi 4G LTE, yang mempunyai kecepatan 300 mbps, ada juga garingan 3Gm HSDPA, dan juga wifi dual band yang kecepatannya 2 kali dibandingkan dengan kecepatan wifi standar.\n<br>\n<br>Ponsel ini juga dilengkapi dengan system pembayaran Apple pay, Bluetooth V4.1, dan berbagai macam aplikasi seru lainnya.\n  </p>\n\n  <p>\n    <strong>8. Baterai</strong>\n<br>\n<br>Masalah baterai, ponsel ini menggunakan kekuatan 1715 mAh. Mungkin terbilang kecil, namun cukup untuk mensupport dapur pacu.\n  </p>\n\n    <h2 id=\"kelebihan\">\n      Kelebihan\n    </h2>\n\n  <p>\n    Seperti yang telah dijelaskan di atas, produk ini memang memiliki beberapa kelebihan seperti :\n  </p>\n\n  <ol>\n    <li>Desain body yang lebih kuat, ponsel ini memang memiiki desain body yang berbeda dengan desain body ponsel lainnya yaitu menggunakan alumunium zinc 7000 yang membaut body lebih kokoh.\n</li><li>    Menggunakan system finger print, system keamanan ini memberikan kenyamanan bagi para pengguna ponsel dan juga system pembayaran menjadi lebih aman. Terutama ketika mneggunakan Apple pay untuk pembayaran pay pal.\n</li><li>    Menggunakan system 3D untuk beberapa bagian, system ini memang termasuk system yang baru, Anda dapat melihat foto dengan lebih jelas, dan juga dapat merasakan secara langsung bagaimana sensasi sentuhan lembut untuk ponsel ini.\n</li><li>    Chip tercanggih di kelasnya, masalah chip yang digunakan kali ini adalah A9. Yang merupakan tercanggih di kelasnya, grafis menjadi cepat, bahkan CPU lebih cepat 70% dibandingkan yang lainnya.\n</li><li>    Konektifitas yang jauh lebih cepat, ,masalah konektifitas terutama untuk jaringan Wifi 2 kali lebih cepat dibandingkan wifi standar, ini yang akan membuat Anda dapat berseluncur di dunia maya lebih cepat.\n</li><li>    OS yang lebih lengkap, iOS yang kali ini digunakan adalah iOS 9, ini adalah yang paling lengkap di kelasnya, sehingga berbagai macam aplikasi dapat Anda gunakan di App Store.</li>\n  </ol>\n\n    <h2 id=\"kekurangan\">\n      Kekurangan\n    </h2>\n\n  <p>\n    Tidak hanya kelebihan, ada juga beberapa kekurangan yang dimiliki oleh produk ini, dan kekurangan tersebut adalah :<br>\n  </p>\n\n  <ol>\n    <li>Hanya 1 simcard, Anda yang mempunyai 2 simcard tentu harus berlapang dada, karena ponsel ini hanya menerima 1 buah simcard, sedangkan sisanya dapat digunakan pada ponsel lainnya.\n</li><li>    Tidak memiliki memori eksternal, karena memori internal ari produk ini sudah cukup tinggi yaitu 32 GB, 64 Gb dan 128GB, dengan menggunakan RAM sebesar 2 GB, tentunya Anda tidak memerlukan memori eksternal.\n</li><li>    Kapasitas baterai kecil, kapasitas baterai dari ponsel ini memang cukup kecil, hal ini juga yang dapat membuat ponsel ini cepat kehabisan baterai, untuk itu Anda dapat menyiasatinya dengan menggunakan power bank, agar mudah mengisi baterai dimana dan kapan saja.\n</li><li>    Harganya yang lebih mahal, harga produk ini memang jauh lebih mahal. Setiap memori memiliki harga yang berbeda, beda, semakin besar kapasitas memori internal maka harga yang akan ditawarkan juga akan semakin mahal. Namun harga yang mahal tersebut pastinya sesuai dengan kapasitas dan berbagai macam fitur yang ada di dalam produk iPhone 6s ini.</li>\n  </ol>",
            "author": {
                "name": "Hari Narmadi"
            },
            "tags": [
                   "Handphone"
            ],
            "date_published": "2021-04-17T07:00:00+07:00",
            "date_modified": "2021-04-17T07:00:00+07:00"
        },
        {
            "id": "https://harinarmadi.id/samsung-galaxy-s6-tampil-lebih-berbeda-dengan-spesifikasi-fantastis.html",
            "url": "https://harinarmadi.id/samsung-galaxy-s6-tampil-lebih-berbeda-dengan-spesifikasi-fantastis.html",
            "title": "Samsung Galaxy S6 Tampil Lebih Berbeda Dengan Spesifikasi Fantastis",
            "summary": " Seperti diketahui bersama Samsung adalah salah satu vendor ponsel yang paling sering mengeluarkan produk baru, kali ini untuk menjawab tantangan dari para konsumsen yang ingin agar ponselnya lebih pintar dan lebih tipis, maka Samsung menjawabnya di ajang World Mobile Congress di Barcelona. Produk teranyar&hellip;",
            "content_html": "\n  <p>\n    Seperti diketahui bersama Samsung adalah salah satu vendor <a href=\"https://harinarmadi.id/tags/handphone/index.html\">ponsel</a> yang paling sering mengeluarkan produk baru, kali ini untuk menjawab tantangan dari para konsumsen yang ingin agar ponselnya lebih pintar dan lebih tipis, maka Samsung menjawabnya di ajang World Mobile Congress di Barcelona. Produk teranyar keluaran Samsung ini diberi nama Samsung Galaxy S6, ponsel ini diciptakan berbeda dengan desain dan fitur-fitur yang pernah ada.\n<br>\n<br>Pastinya ini akan menjadi ponsel yang paling diminati oleh para pengguna ponsel yang ada di Indonesia, namun apapun kelebihan yang diberikan oleh perusahaan asal negeri ginseng ini, tetap saja memiliki beberapa kekurangan. Salah satunya adalah harganya yang cukup mahal, dan hanya dapat dimiliki oleh kalangan eksekutif. Walaupun memang harga tersebut berasal dari fitur-fitur mewah yang ada di dalam ponsel pintar ini.&nbsp;\n  </p>\n\n    <h2 id=\"spesifikasi\">\n      Spesifikasi\n    </h2>\n\n  <p>\n    Bahasan berikutnya yang pastinya ditunggu oleh para penggemar ponsel pintar adalah spesifikasi dari ponsel Samsung Galaxy S6, berikut ini akan dijabarkan secara gamblang tentang spesifikasi dari ponsel teranyar keluaran Samsung ini :\n  </p>\n\n    <h2 id=\"1-desain-body\">\n      1. Desain body\n    </h2>\n\n  <p>\n    Dilihat dari desain luar dari ponsel ini tentunya sudah menunjukkan bahwa ponsel ini untuk kalangan eksekutif. Bagaimana tidak, dilihat dari desain body, ponsel ini dibuat sangat tipis, sekitar 6,8 mm. Bahan dari body juga dibaut lebih kuat, yaitu dari bahan metal, dengan total dimensi 143.4 x 70,5 x 6.8 mm, sedangkan berat dari ponsel ini hanya 138 g.\n  </p>\n\n    <h2 id=\"2-desain-layar\">\n      2. Desain layar\n    </h2>\n\n  <p>\n    Masuk ke desain layar tentunya tidak kalah menarik, hal pertama yang akan Anda dapatkan dari layar Samsung yang berukuran 5 inch ini adalah bagian panel kaca dilengkapi dengan gorilla glass 4 pada bagian depan dan belakang, tentunya ini akan membuat ponsel ini benar-benar anti gores, pada bagian depan gorilla Glass mempunyai kekuatan anti gores dan anti pecah, sedangkan jika digunakan di bagian belakang akan membaut penampilan terlihat lebih mengkilap dan juga premium.\n<br>\n<br>Layar ponsel ini menggunakan teknologi super amoled yang terbaru, ditambah dengan resolusi sebesar 1440 x 2560 pixles, tingkat kerapatan warna hingga -577 ppi, ini juga yang membuat layar menjadi lebih tajam, warna gambar akan tempil secara sempurna, sehingga Anda tidak akan dapat melihat titik pixel dalam ponsel tersebut. Yang menarik adalah ponsel ini masih tetap mempertahankan fitur finger print, karena fitur ini tentunya sangat dibutuhkan oleh para penggunak ponsel terutama untuk masalah verifikasi pembayaran, salah satunya menggunakan paypal. Finger print ini digunakan untuk meningkatkan keamanan para pengguna ponsel.\n  </p>\n\n    <h2 id=\"3-dapur-pacu\">\n      3. Dapur pacu\n    </h2>\n\n  <p>\n    Anda tidak perlu ragu lagi, jika ponsel ini cukup mahal, maka dapur pacu dari ponsel ini pasti jaminannya. Lihat saja penggunaan Chipset 14nm Exynos 7420 sengaja dibuat oleh perusahaan ini untuk dapat membuat kecepatan tinggi seperti pada prosessor Quad-core 1,5 GHz Cortex-A53 dan juga Quad Core 2.1 GHz Cortex-A57, dengan kecepatan 64 bit, pastinya akan membuat ponsel ini dapat bekerja secara cepat dan efisien. Berdasarkan rumor yang beredar, Samsung Exynos 7420 ini adalah prosesor tercepat saat ini, apalagi jika ditambah dengan RAM 3 GB dan juga GPU Mali T760 pastinya membuat performa ponsel ini berada di atas rata-rata.\n  </p>\n\n    <h2 id=\"4-sistem-operasi\">\n      4. Sistem Operasi\n    </h2>\n\n  <p>\n    Untuk system operasi ponsel ini menggunakan OS teranyar yaitu Lolipop 5.02 ditambah dengan user intercafe TouchWiz UI. Namun yang menjadi masalah saat ini adalah penampilan menu yang ada pada ponsel ini dianggap kurang menarik, Anda dapat mengakali hal ini dengan menggunakan launcer Andorid yang ada di aplikasi play store.\n  </p>\n\n    <h2 id=\"5-fitur-pembayaran\">\n      5. Fitur pembayaran\n    </h2>\n\n  <p>\n    Untuk aplikasi pembayaran ponsel ini menggunakan fitur Samsung pay. Dimana metode yang digunakan menggunakan sensor NFC yang sertifikatnya diakui oleh Mastercard dan Visa. Fitur seperti ini biasanya sulit diaplikasikan di Indonesia, oleh karena itu fitur ini biasanya hanya ada di beberapa negara seperti Korea Selatan, Amerika, dan negara-negara di Eropa.\n  </p>\n\n    <h2 id=\"6-konektifitas\">\n      6. Konektifitas\n    </h2>\n\n  <p>\n    Masalah konektifitas Samsung Galaxy S6, ini menggunakan jaringan LTE cat 6 yang mempunyai kecepatan 300 mbps. Ponsel ini menggunakan 1 buah sim card yang berbentuk nano, para pengguna dapat memasukkan nano sim card ini pada bagian bazel samping. Ada juga fasilitas pendukung seperti Bluetooth V4.1 , infrared, dll.\n<br>\n<br>Untuk konektifitas wireless, menggunakan Wei-fi 802.11, dual band, sehingga pengguna dapat menggunakan wi-fi direct dan Wifi hotspot. Ada juga micro USB v2.0 dengan fasilitas MHL 3 TV-out dan juga USB-OTG, selain itu ada juga GPS dengan teknologi A-GPS, Glonass dan juga beidu, sehingga Anda dapat mencari suatu tempat dengan lebih cepat.\n  </p>\n\n    <h2 id=\"7-kamera\">\n      7. Kamera\n    </h2>\n\n  <p>\n    Anda pasti akan suka fasilitas ini, untuk kamera depan menggunakan 5 Megapixel, sedangkan untuk kamera belakang menggunakan 16 Megapixels. Kamera ini dilengkapi dengan teknologi OIS, autofocus, Apeture f/1.9 dan LED Flash. Dengan demikian Anda dapat memotret suatu moment stabil tanpa perlu takut hasil blur. Kemampuan lain dari kamera ini adalah dapat merekam video dengan Ultra HD 4K yang menggunakan resolusi 2160p@30fps dan didukung oleh mode rekaman HDR, dual video recording.\n  </p>\n\n    <h2 id=\"8-baterai\">\n      8. Baterai\n    </h2>\n\n  <p>\n    Desain baterail ponsel ini memang tidak dapat dicopot, namun dengan adanya aplikasi fast carging pastinya membuat baterai 2550 mah Anda akan dapat terisi dengan cepat.\n  </p>\n\n    <h2 id=\"kelebihan\">\n      Kelebihan\n    </h2>\n\n  <p>\n    Dengan demikian Anda tentunya dapat mengambil kesimpulan bahwa ada beberapa kelebihan yang ada pada ponsel keluaran teranyar dari Samsung ini seperti :\n  </p>\n\n  <ol>\n    <li>Desain body lebih tipis, hanya berukuran 6,8 mm denagn demikian Anda dapat menggunakan ponsel ini dengan sangat ringkas.</li><li>Body metal, dengan menggunakan body dari bahan metal, membuat Anda tidak perlu khawatir body akan mudah rusak.<br></li><li>Menggunakan gorilla glass 4, disematkan pada bagian depan dan belakang ponsel, membuat ponsel ini tahan gores dan tidak akan mudah pecah.<br></li><li>Camera super canggih, Anda yang gemar menangkap moment berharga pastinya akan menyukai ponsel dengan ukuran 16 Megapixels.<br></li><li>Prosesor Samsung Exynos 7420, adalah prosesor tercanggih saat ini, pastinya ini akan membuat dapur pacu semakin baik.<br></li><li>Fast carging, pastinya membuat baterai Anda cepat terisi.<br></li>\n  </ol>\n\n    <h2 id=\"kekurangan\">\n      Kekurangan\n    </h2>\n\n  <p>\n    Adapun kekurangan dari ponsel pintar ini adalah :\n  </p>\n\n  <ol>\n    <li>Tidak ada micro SD, pastinya ini amat disesalkan namun dengan memori internal 32, 64 dan 128 MB, pastinya ini sudah cukup mengobati para pecinta ponsel Samsung.</li><li>Baterai tidak dapat dicabut, ini mungkin sedikit sulit, terutama jika ponsel mengalami error atau lag, untuk mengatasinya Anda dapat mematikan ponsel ini sementara waktu dan menghidupkannya kembali.<br></li><li>Tidak water resistant, tentunya anda dapat mengatasinya dengan menjaga agar ponsel ini tidak terkena air.<br></li><li>Harga yang cukup mahal, hal ini dinilai wajar, karena berbagai macam fitur hebat yang ada pada ponsel teranyar dari Samsung, yaitu; Samsung Galaxy S6.<br></li>\n  </ol>",
            "author": {
                "name": "Hari Narmadi"
            },
            "tags": [
                   "Handphone"
            ],
            "date_published": "2021-04-16T07:00:00+07:00",
            "date_modified": "2021-04-16T08:30:00+07:00"
        },
        {
            "id": "https://harinarmadi.id/terms-of-service.html",
            "url": "https://harinarmadi.id/terms-of-service.html",
            "title": "Terms of Service",
            "summary": " If you require any more information or have any questions about our Terms of Service, please feel free to contact us by email at Term Of Service.&nbsp; Introduction These terms and conditions govern your use of this website; by using this website, you accept&hellip;",
            "content_html": "\n  <p>\n    If you require any more information or have any questions about our Terms of Service, please feel free to contact us by email at <a href=\"mailto:bloghnn@gmail.com\" rel=\"nofollow noopener\">Term Of Service</a>.&nbsp;\n  </p>\n\n  <p>\n    <strong>Introduction</strong>\n  </p>\n\n  <p>\n    These terms and conditions govern your use of this website; by using this website, you accept these terms and conditions in full and without reservation. If you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website.\n<br>\n<br>You must be at least 18 [eighteen] years of age to use this website. By using this website and by agreeing to these terms and conditions, you warrant and represent that you are at least 18 years of age.\n  </p>\n\n  <p>\n    <strong>License to use website</strong>\n  </p>\n\n  <p>\n    Unless otherwise stated, https://harinarmadi.id and/or its licensors own the intellectual property rights published on this website and materials used on https://harinarmadi.id. Subject to the license below, all these intellectual property rights are reserved.\n<br>\n<br>You may view, download for caching purposes only, and print pages, files or other content from the website for your own personal use, subject to the restrictions set out below and elsewhere in these terms and conditions.\n<br>\n<br>You must not:\n  </p>\n\n    <figure class=\"blockquote\">\n      <blockquote><br>republish material from this website in neither print nor digital media or documents (including republication on another website);\n<br>sell, rent or sub-license material from the website;\n<br>show any material from the website in public;\n<br>reproduce, duplicate, copy or otherwise exploit material on this website for a commercial purpose;\n<br>edit or otherwise modify any material on the website;\n<br>redistribute material from this website - except for content specifically and expressly made available for redistribution; or\n<br>republish or reproduce any part of this website through the use of iframes or screenscrapers.&nbsp;<br></blockquote>\n      <figcaption>Hari Narmadi</figcaption>\n    </figure>\n\n  <p>\n    Where content is specifically made available for redistribution, it may only be redistributed within your organisation.\n  </p>\n\n  <p>\n    <strong>Acceptable use</strong>\n  </p>\n\n  <p>\n    You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of https://harinarmadi.id or in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity.\n<br>\n<br>You must not use this website to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit or other malicious computer software.\n<br>\n<br>You must not conduct any systematic or automated data collection activities on or in relation to this website without https://neocities.org's express written consent.\n<br>\n<br>This includes:\n  </p>\n\n    <figure class=\"blockquote\">\n      <blockquote><br>scraping\n<br>data mining\n<br>data extraction\n<br>data harvesting\n<br>'framing' (iframes)\n<br>Article 'Spinning'&nbsp;<br></blockquote>\n      <figcaption>Hari Narmadi</figcaption>\n    </figure>\n\n  <p>\n    You must not use this website or any part of it to transmit or send unsolicited commercial communications.\n<br>\n<br>You must not use this website for any purposes related to marketing without the express written consent of https://harinarmadi.id.\n  </p>\n\n  <p>\n    <strong>Restricted access</strong>\n  </p>\n\n  <p>\n    Access to certain areas of this website is restricted. https://harinarmadi.id reserves the right to restrict access to certain areas of this website, or at our discretion, this entire website. https://harinarmadi.id may change or modify this policy without notice.\n<br>\n<br>If https://harinarmadi.id provides you with a user ID and password to enable you to access restricted areas of this website or other content or services, you must ensure that the user ID and password are kept confidential. You alone are responsible for your password and user ID security..\n<br>\n<br>https://harinarmadi.id may disable your user ID and password at https://harinarmadi.id's sole discretion without notice or explanation.\n  </p>\n\n  <p>\n    <strong>User content</strong>\n  </p>\n\n  <p>\n    In these terms and conditions, “your user content” means material (including without limitation text, images, audio material, video material and audio-visual material) that you submit to this website, for whatever purpose.\n<br>\n<br>You grant to&nbsp;https://harinarmadi.id a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute your user content in any existing or future media. You also grant to https://harinarmadi.id the right to sub-license these rights, and the right to bring an action for infringement of these rights.\n<br>\n<br>Your user content must not be illegal or unlawful, must not infringe any third party's legal rights, and must not be capable of giving rise to legal action whether against you or&nbsp;https://harinarmadi.id or a third party (in each case under any applicable law).\n<br>\n<br>You must not submit any user content to the website that is or has ever been the subject of any threatened or actual legal proceedings or other similar complaint.\n<br>\n<br>https://harinarmadi.id reserves the right to edit or remove any material submitted to this website, or stored on the servers of https://harinarmadi.id, or hosted or published upon this website.\n<br>\n<br>https://harinarmadi.id's rights under these terms and conditions in relation to user content, https://harinarmadi.id does not undertake to monitor the submission of such content to, or the publication of such content on, this website.\n  </p>\n\n  <p>\n    <strong>No warranties</strong>\n  </p>\n\n  <p>\n    This website is provided “as is” without any representations or warranties, express or implied. https://harinarmadi.id makes no representations or warranties in relation to this website or the information and materials provided on this website.\n<br>\n<br>Without prejudice to the generality of the foregoing paragraph,&nbsp;https://harinarmadi.id does not warrant that:\n  </p>\n\n    <figure class=\"blockquote\">\n      <blockquote>this website will be constantly available, or available at all; or\n<br>the information on this website is complete, true, accurate or non-misleading.&nbsp;<br></blockquote>\n      <figcaption>Hari Narmadi</figcaption>\n    </figure>\n\n  <p>\n    Nothing on this website constitutes, or is meant to constitute, advice of any kind. If you require advice in relation to any legal, financial or medical matter you should consult an appropriate professional.\n  </p>\n\n  <p>\n    <strong>Limitations of liability</strong>\n  </p>\n\n  <p>\n    https://harinarmadi.id will not be liable to you (whether under the law of contact, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website:\n  </p>\n\n    <figure class=\"blockquote\">\n      <blockquote><br>to the extent that the website is provided free-of-charge, for any direct loss;\n<br>for any indirect, special or consequential loss; or\n<br>for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or data.&nbsp;<br></blockquote>\n      <figcaption>Hari Narmadi</figcaption>\n    </figure>\n\n  <p>\n    These limitations of liability apply even if https://harinarmadi.id has been expressly advised of the potential loss.&nbsp;\n  </p>\n\n  <p>\n    <strong>Exceptions</strong>\n<br>\n<br>Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit; and nothing in this website disclaimer will exclude or limit the liability of Hari Narmadi in respect of any:\n  </p>\n\n    <figure class=\"blockquote\">\n      <blockquote><br>death or personal injury caused by the negligence of https://harinarmadi.id or its agents, employees or shareholders/owners;\n<br>fraud or fraudulent misrepresentation on the part of https://harinarmadi.id; or\n<br>matter which it would be illegal or unlawful for https://harinarmadi.id to exclude or limit, or to attempt or purport to exclude or limit, its liability.&nbsp;<br></blockquote>\n      <figcaption>Hari Narmadi</figcaption>\n    </figure>\n\n  <p>\n    <strong>Reasonableness</strong>\n  </p>\n\n  <p>\n    By using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable.\n<br>\n<br>If you do not think they are reasonable, you must not use this website.\n  </p>\n\n  <p>\n    <strong>Other parties</strong>\n  </p>\n\n  <p>\n    You accept that, as a limited liability entity, https://harinarmadi.id has an interest in limiting the personal liability of its officers and employees. You agree that you will not bring any claim personally against https://harinarmadi.id's officers or employees in respect of any losses you suffer in connection with the website.\n<br>\n<br>Without prejudice to the foregoing paragraph, you agree that the limitations of warranties and liability set out in this website disclaimer will protect https://harinarmadi.id's officers, employees, agents, subsidiaries, successors, assigns and sub-contractors as well as https://harinarmadi.id.\n  </p>\n\n  <p>\n    <strong>Unenforceable provisions</strong>\n  </p>\n\n  <p>\n    If any provision of this website disclaimer is, or is found to be, unenforceable under applicable law, that will not affect the enforceability of the other provisions of this website disclaimer.\n  </p>\n\n  <p>\n    <strong>Indemnity</strong>\n  </p>\n\n  <p>\n    You hereby indemnify&nbsp;https://harinarmadi.id and undertake to keep https://harinarmadi.id indemnified against any losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by https://harinarmadi.id to a third party in settlement of a claim or dispute on the advice of https://harinarmadi.id's legal advisers) incurred or suffered by https://harinarmadi.id arising out of any breach by you of any provision of these terms and conditions, or arising out of any claim that you have breached any provision of these terms and conditions.\n  </p>\n\n  <p>\n    <strong>Breaches of these terms and conditions</strong>\n  </p>\n\n  <p>\n    Without prejudice to https://harinarmadi.id's other rights under these terms and conditions, if you breach these terms and conditions in any way,&nbsp;https://harinarmadi.id may take such action as https://harinarmadi.id deems appropriate to deal with the breach, including suspending your access to the website, prohibiting you from accessing the website, blocking computers using your IP address from accessing the website, contacting your internet service provider to request that they block your access to the website and/or bringing court proceedings against you.\n  </p>\n\n  <p>\n    <strong>Variation</strong>\n  </p>\n\n  <p>\n    https://harinarmadi.id may revise these terms and conditions from time-to-time. Revised terms and conditions will apply to the use of this website from the date of the publication of the revised terms and conditions on this website. Please check this page regularly to ensure you are familiar with the current version.\n  </p>\n\n  <p>\n    <strong>Assignment</strong>\n  </p>\n\n  <p>\n    https://harinarmadi.id may transfer, sub-contract or otherwise deal with https://harinarmadi.id's rights and/or obligations under these terms and conditions without notifying you or obtaining your consent.\n<br>\n<br>You may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these terms and conditions.\n  </p>\n\n  <p>\n    <strong>Severability</strong>\n  </p>\n\n  <p>\n    If a provision of these terms and conditions is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect. If any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.\n  </p>\n\n  <p>\n    <strong>Entire agreement</strong>\n  </p>\n\n  <p>\n    These terms and conditions, together with https://harinarmadi.id's Privacy Policy constitute the entire agreement between you and https://harinarmadi.id in relation to your use of this website, and supersede all previous agreements in respect of your use of this website.\n  </p>\n\n  <p>\n    <strong>Law and jurisdiction</strong>\n  </p>\n\n  <p>\n    These terms and conditions will be governed by and construed in accordance with the laws of NEVADA, USA, and any disputes relating to these terms and conditions will be subject to the exclusive jurisdiction of the courts of NEVADA, USA.\n  </p>\n\n  <p>\n    <strong>About these website Terms of Service</strong>\n  </p>\n\n  <p>\n    We created these website terms and conditions using the TOS / T and C generator available from <a href=\"https://www.privacypolicyonline.com/\" target=\"_blank\" rel=\"nofollow noopener\">Privacy Policy Online</a>.\n  </p>\n\n  <p>\n    https://harinarmadi.id<strong>'s details\n</strong><br>\n<br>The full name of v is Hari Narmadi.\n<br>Privacy Policy Online Approved Site\n<br>\n<br>You can contact https://harinarmadi.id by email at our email address link at the <a href=\"https://harinarmadi.id/terms-of-service.html\">top of this Terms of Service document</a>.\n  </p>",
            "author": {
                "name": "Hari Narmadi"
            },
            "tags": [
            ],
            "date_published": "2019-05-26T07:00:00+07:00",
            "date_modified": "2021-04-16T08:14:28+07:00"
        },
        {
            "id": "https://harinarmadi.id/privacy-policy.html",
            "url": "https://harinarmadi.id/privacy-policy.html",
            "title": "Privacy Policy",
            "summary": " Privacy Policy for Hari Narmadi At Hari Narmadi, accessible from https://harinarmadi.id, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by Hari Narmadi and how we use it.&nbsp; If&hellip;",
            "content_html": "\n  <p>\n    Privacy Policy for Hari Narmadi\n  </p>\n\n  <p>\n    At Hari Narmadi, accessible from https://harinarmadi.id, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by Hari Narmadi and how we use it.&nbsp;\n  </p>\n\n  <p>\n    If you have additional questions or require more information about our Privacy Policy, do not hesitate to <a href=\"https://harinarmadi.id/contact.html\">contact us</a>.\n  </p>\n\n  <p>\n    <strong>Log Files</strong>\n  </p>\n\n  <p>\n    Hari Narmadi follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information. Our Privacy Policy was created with the help of the <a href=\"https://www.privacypolicyonline.com/privacy-policy-generator/\" target=\"_blank\" rel=\"nofollow noopener\">Privacy Policy Generator</a> and the <a href=\"https://www.generateprivacypolicy.com/\" target=\"_blank\" rel=\"nofollow noopener\">Privacy Policy Generator</a>.\n  </p>\n\n  <p>\n    <strong>Cookies and Web Beacons</strong>\n  </p>\n\n  <p>\n    Like any other website, Hari Narmadi uses 'cookies'. These cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.\n  </p>\n\n  <p>\n    For more general information on cookies, please read the \"What Are Cookies\" article on <a href=\"https://www.cookieconsent.com/what-are-cookies/\" target=\"_blank\" rel=\"nofollow noopener\">Cookie Consent website</a>.\n  </p>\n\n  <p>\n    <strong>Google DoubleClick DART Cookie</strong>\n  </p>\n\n  <p>\n    Google is one of a third-party vendor on our site. It also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to www.website.com and other sites on the internet. However, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL – <a href=\"https://policies.google.com/technologies/ads\" target=\"_blank\" rel=\"nofollow noopener\">https://policies.google.com/technologies/ads</a>\n  </p>\n\n  <p>\n    <strong>Our Advertising Partners</strong>\n  </p>\n\n  <p>\n    Some of advertisers on our site may use cookies and web beacons. Our advertising partners are listed below. Each of our advertising partners has their own Privacy Policy for their policies on user data. For easier access, we hyperlinked to their Privacy Policies below.\n  </p>\n\n  <ul>\n    <li>Google</li>\n  </ul>\n\n  <p>\n    <a href=\"https://policies.google.com/technologies/ads\" target=\"_blank\" rel=\"nofollow noopener\">https://policies.google.com/technologies/ads</a>\n  </p>\n\n  <p>\n    <strong>Privacy Policies</strong>\n  </p>\n\n  <p>\n    You may consult this list to find the Privacy Policy for each of the advertising partners of Hari Narmadi.\n  </p>\n\n  <p>\n    Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Hari Narmadi, which are sent directly to users' browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.&nbsp;\n  </p>\n\n  <p>\n    Note that Hari Narmadi has no access to or control over these cookies that are used by third-party advertisers.\n  </p>\n\n  <p>\n    <strong>Third Party Privacy Policies</strong>\n  </p>\n\n  <p>\n    Hari Narmadi's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options.&nbsp;\n  </p>\n\n  <p>\n    You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites. What Are Cookies?\n  </p>\n\n  <p>\n    <strong>Children's Information</strong>\n  </p>\n\n  <p>\n    Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.\n  </p>\n\n  <p>\n    Hari Narmadi does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.&nbsp;\n  </p>\n\n  <p>\n    <strong>Online Privacy Policy Only</strong>\n  </p>\n\n  <p>\n    This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in Hari Narmadi. This policy is not applicable to any information collected offline or via channels other than this website.\n  </p>\n\n  <p>\n    <strong>Consent</strong>\n  </p>\n\n  <p>\n    By using our website, you hereby consent to our Privacy Policy and agree to its Terms and Conditions.\n  </p>",
            "author": {
                "name": "Hari Narmadi"
            },
            "tags": [
            ],
            "date_published": "2019-05-25T07:00:00+07:00",
            "date_modified": "2021-04-16T02:08:39+07:00"
        },
        {
            "id": "https://harinarmadi.id/contact.html",
            "url": "https://harinarmadi.id/contact.html",
            "title": "Contact",
            "summary": " Contact Form function emf_open_window(url, height, width) {\tvar leftPos = 0;\tvar topPos = 0;\tif (screen) { leftPos = (screen.width - width) / 2; topPos = (screen.height - height) / 2; window.open(url, null, 'width='+width+',height='+height+',left='+leftPos+',top='+topPos+', toolbar=0, location=0, status=1, scrollbars=1, resizable=1');\t}}Fill out form",
            "content_html": "\n    <h3 id=\"contact-form\" class=\"align-center\">\n      Contact Form\n    </h3>\n<div><script type=\"text/javascript\">function emf_open_window(url, height, width) {\tvar leftPos = 0;\tvar topPos = 0;\tif (screen) {\t\tleftPos = (screen.width - width) / 2;\t\ttopPos = (screen.height - height) / 2;\t\twindow.open(url, null, 'width='+width+',height='+height+',left='+leftPos+',top='+topPos+', toolbar=0, location=0, status=1, scrollbars=1, resizable=1');\t}}</script><a href='https://www.emailmeform.com/builder/form/AgMTR49DlL6z7d3eX9' title='Fill out form' target='_blank' rel=\"nofollow noopener\" onclick=\"emf_open_window(this.href, 682, 580); return false\">Fill out form</a>\n</div>",
            "author": {
                "name": "Hari Narmadi"
            },
            "tags": [
            ],
            "date_published": "2019-05-24T07:00:00+07:00",
            "date_modified": "2021-04-16T08:15:41+07:00"
        }
    ]
}
